Repository: seetadev/PolyOps
Catalog: incidentalarmstorage/sushiswap-computation-data-visualization/po/*.po
Languages: af, ar, de, es, fr, hi, ja, pt, ru

source: Returns true if the value is of type Text.
af: Opgawes waar as die waarde is van die soort teks.
ar: العودة الحقيقية إذا كانت القيمة هي من نوع النص.
de: Gibt true zurück, wenn der Wert vom Typ Text.
es: Regresa verdadero si el valor es de tipo Texto.
fr: Retourne true si la valeur est de type Texte.
hi: रिटर्न सही अगर मान प्रकार की है पाठ.
ja: がtrueを返す場合は、値の型のテキストです。
pt: Retorna true se o valor for do tipo Texto.
ru: Возвращает истину, если значение имеет тип текста.

source: Returns the specified number of characters from the text value. If count is omitted, 1 is assumed.
af: Opgawes van die gespesifiseerde aantal van karakters uit die teks waarde. As Telling uitgelaat is, 1 aanname gemaak word.
ar: إرجاع عدد محدد من الأحرف من قيمة النص. إذا عد محذوفا ، يفترض 1.
de: Gibt die angegebene Anzahl an Zeichen aus der Text-Wert. Wenn count weggelassen wird, wird 1 verwendet.
es: Regresa el número especificado de caracteres del valor de texto. Si contar es omitido, 1 es asumido.
fr: Retourne le nombre spécifié de caractères à partir de la valeur du texte. Si count est omis, 1 est pris en charge.
hi: रिटर्न अक्षर का पाठ मूल्य से निर्दिष्ट संख्या. यदि गणना लोप है, 1 माना जाता है.
ja: テキスト値から文字の戻り値は、指定した数です。 countを省略すると、1とみなされます。
pt: Retorna o número especificado de caracteres do valor de texto. Se a contagem for omitido, 1 será adotado.
ru: Возвращает указанное количество знаков в тексте значения. Если опущена кол, предполагается 1.

source: Returns the number of characters in the text value.
af: Opgawes van die aantal karakters in die teks waarde.
ar: إرجاع عدد الأحرف في قيمة النص.
de: Liefert die Anzahl der Zeichen im Text Wert.
es: Regresa el número de caracteres en el valor de texto.
fr: Retourne le nombre de caractères dans la valeur du texte.
hi: रिटर्न पाठ मूल्य में पात्रों की संख्या.
ja: テキスト値の中の文字の数を返します。
pt: Devolve o número de caracteres no valor de texto.
ru: Возвращает количество символов в тексте значения.

source: Returns the natural logarithm of the value.
af: Opgawes van die natuurlike logaritme van die waarde.
ar: إرجاع اللوغاريتم الطبيعي للقيمة.
de: Liefert den natürlichen Logarithmus des Wertes.
es: Regresa el logaritmo natural del valor.
fr: Retourne le logarithme naturel de la valeur.
hi: रिटर्न मूल्य का प्राकृतिक लघुगणक.
ja: 戻り値の自然対数を返します。
pt: Retorna o logaritmo do valor usando a base especificado.
ru: Возвращает натуральный логарифм от значения.

source: Returns the logarithm of the value using the specified base.
af: Opgawes van die logaritme van die waarde van die gebruik van die gespesifiseerde basis.
ar: عودة لوغاريتم القيمة باستخدام قاعدة محددة.
de: Gibt den Logarithmus der Wert mit dem angegebenen Basis.
es: Regresa el logritmo del valor usando la base especificada.
fr: Retourne le logarithme de la valeur en utilisant la base spécifiée.
hi: रिटर्न मूल्य का लघुगणक निर्दिष्ट आधार का उपयोग कर.
ja: 戻り値の対数に指定されたベースを使用して。
pt: Regresa el logritmo del valor usando la base especificada.
ru: Возвращает логарифм стоимости с использованием указанной базы.

source: Returns the base 10 logarithm of the value.
af: Opgawes die grondtal 10 logaritme van die waarde.
ar: إرجاع 10 قاعدة لوغاريتم القيمة.
de: Gibt den Logarithmus zur Basis 10 des Wertes.
es: Regresa el logritmo en base 10 del valor.
fr: Retourne le logarithme en base 10 de la valeur.
hi: लाभ के आधार मूल्य का 10 लघुगणक.
ja: 戻り値は、基本値の10対数を返します。
pt: Devolve o logaritmo base 10 do valor.
ru: Возвращает 10 логарифм значения.

source: Returns the text value with all uppercase characters converted to lowercase.
af: Opgawes van die teks waarde, met al die hoofletters omgeskakel na klein letters.
ar: ترجع قيمة النص مع كافة الأحرف الكبيرة إلى أحرف صغيرة.
de: Liefert den Wert in der alle Großbuchstaben in Kleinbuchstaben umgewandelt.
es: Regresa el valor de texto con todos los caracteres en mayuscula convertidos en minuscula.
fr: Retourne la valeur du texte avec tous les caractères majuscules convertis en minuscules.
hi: रिटर्न सभी अपरकेस में परिवर्तित लोअरकेस वर्णों के साथ पाठ मान.
ja: すべての大文字を小文字に変換してテキストを返します値を返します。
pt: Retorna o valor de texto com todas as letras maiúsculas convertidas em minúsculas.
ru: Возвращает значение с текстом все заглавные символы преобразуются в нижний регистр.

source: Look for the matching value for the given value in the range and return position (the first is 1) in that range. If rangelookup is 1 (the default) and not 0, match if within numeric brackets (match<=value) instead of exact match. If rangelookup is -1, act like 1 but the bracket is match>=value.
af: Afhangende van die ooreenstemmende waarde vir die gegewe waarde in die reeks en terugkeer posisie (die eerste is 1) in die reeks. As rangelookup is 1 (standaard) en nie 0, ooreenstem indien dit binne die numeriese hakies (ooreenstem <= waarde) in plaas van exact match. As rangelookup is -1, tree op soos 1, maar die haak is 'match> = waarde.
ar: ابحث عن قيمة مطابقة لقيمة معينة في موقف طائفة والعودة (لأول مرة هو 1) في هذا النطاق. إذا rangelookup هو 1 (الافتراضي) وليس 0 ، المباراة اذا وضعت بين قوسين الرقمية (مباراة <= القيمة) بدلا من تطابق تام. إذا rangelookup هو -1 ، 1 ولكن تتصرف مثل قوس هي المباراة> = القيمة.
de: Suchen Sie nach dem passenden Wert für den angegebenen Wert im Bereich von Position und zurück (der erste ist 1) in diesem Bereich. Wenn rangelookup ist 1 (der Standard) und nicht 0 ist, entspricht, wenn innerhalb von numerischen Klammern (match <= value) anstelle der genauen Übereinstimmung. Wenn rangelookup -1 ist, verhalten sich wie 1, aber die Halterung ist match> = Wert.
es: Busca el valor que coincida para el valor determinado en el rango y posición de regreso (el primero es 1) en ese rango. Si el rango de busqueda es 1 (el predeterminado) y no 0, coincide si dentro de los parentesis numéricos (coincide<=valor) en vez de un coincidencia exacta. Si el rango de busqueda es -1, actua como 1 pero el parentesis es coincide>=valor.
fr: Recherchez la valeur correspondant à la valeur donnée dans la gamme et la position de rappel (le premier est 1) dans cette gamme. Si rangelookup est le 1 (par défaut) et pas 0, le match si dans les crochets numérique (match <= valeur) au lieu de correspondance exacte. Si rangelookup est de -1, agissent comme 1, mais le support est match> = valeur.
hi: श्रेणी में दी मूल्य और लाभ की स्थिति के लिए मिलान मूल्य के लिए देखो (1 पहले है) कि सीमा में. यदि रेन्जलुकअप 1 (डिफ़ॉल्ट) और नहीं 0, अगर न्यूमेरिक कोष्ठक के भीतर मैच है (मैच <मूल्य =) के बजाय सटीक मेल का. यदि रेन्जलुकअप -1, 1 की तरह अभिनय लेकिन वर्ग मैच> है मूल्य = है.
ja: 範囲内で指定された値と戻り値の位置に一致する値を探します（最初の1）は、範囲内です。もしrangelookup 1（デフォルト）と0ではなく、数値、括弧の場合に一致する（一致= value）と正確に一致するの代わりに。もしrangelookup -1、1のように振る舞うが、ブラケットの一致= valueです。
pt: Olhe para o valor correspondente para o valor dado no intervalo ea posição de retorno (o primeiro é 1) nesse intervalo. Rangelookup Se é 1 (o padrão) e não 0, partida se entre parênteses numérico (match <= valor) em vez de correspondência exata. Se rangelookup é -1, agem como 1, mas o suporte é match> = valor.
ru: Ищите соответствующее значение для данного значения в диапазоне и вернуть позиции (первая 1) в этом диапазоне. Если rangelookup равно 1 (по умолчанию), а не 0, если в течение матча числовые скобки (Match <= значение), а не точное соответствие. Если rangelookup -1, действовать как 1, но скобки слово > = значение.

source: Returns the maximum of the numeric values.
af: Opgawes van die maksimum van die numeriese waardes.
ar: إرجاع الحد الأقصى للقيم رقمية.
de: Gibt das Maximum der numerischen Werte.
es: Regresa el maximo de los valores numéricos.
fr: Retourne le maximum des valeurs numériques.
hi: रिटर्न संख्यात्मक मूल्यों की अधिकतम.
ja: 戻り値は、数値値の最大値。
pt: Retorna o máximo dos valores numéricos.
ru: Возвращает максимальное числовых значений.

source: Returns the specified number of characters from the text value starting from the specified position.
af: Opgawes van die gespesifiseerde aantal van karakters uit die teks waarde vanaf die gespesifiseerde posisie.
ar: إرجاع عدد محدد من الأحرف من قيمة النص بدءا من الموضع المحدد.
de: Gibt die angegebene Anzahl an Zeichen aus der Text-Wert ab einer bestimmten Position.
es: Regresa el número especificado de caracteres desde el valor de texto empezando en la posición especificada.
fr: Retourne le nombre spécifié de caractères à partir de la valeur du texte à partir de la position spécifiée.
hi: लाभ पात्रों का मूल पाठ इस प्रकार निर्दिष्ट स्थान से शुरू मूल्य से निर्दिष्ट संख्या.
ja: テキスト値は、指定された位置からスタートするから文字の戻り値は、指定した数です。
pt: Retorna o número especificado de caracteres do valor de texto a partir da posição especificada.
ru: Возвращает указанное количество символов из текстового значения, начиная с указанной позиции.

source: Returns the minimum of the numeric values.
af: Opgawes die minimum van die numeriese waardes.
ar: إرجاع الحد الأدنى من القيم الرقمية.
de: Gibt das Minimum der numerischen Werte.
es: Regresa el minimo de los valores numéricos.
fr: Retourne le minimum des valeurs numériques.
hi: रिटर्न संख्यात्मक मूल्यों के कम से कम.
ja: 戻り値は、数値の値の最小値。
pt: Devolve o mínimo dos valores numéricos.
ru: Возвращает минимальное из числовых значений.

source: Returns the minute portion of a time or date/time value.
af: Opgawes die minuut gedeelte van 'n tyd of die datum / tyd waarde.
ar: إرجاع جزء دقيقة من الوقت أو التاريخ / قيمة الوقت.
de: Gibt die Minute ein Teil der Zeit oder Datum / Uhrzeit-Wert.
es: Regresa la porción del minuto de un valor tiempo o fecha/tiempo.
fr: Retourne la partie infime d'une heure ou la date / heure.
hi: रिटर्न एक समय या तिथि के मिनट भाग / समय मान.
ja: 時刻または日付を返します分の部分を/時刻の値を返します。
pt: Retorna a porção de um minuto de tempo ou valor de data / hora.
ru: Возвращает минуты части времени или даты / времени.

source: Returns the remainder of the first value divided by the second.
af: Opgawes die res van die eerste waarde gedeel deur die tweede.
ar: إرجاع ما تبقى من القيمة الأولى مقسوما على الثانية.
de: Gibt den Rest von den ersten Wert der zweiten unterteilt.
es: Regresa el residuo del primer valor dividido por el segundo.
fr: Retourne le reste de la première valeur divisée par le second.
hi: रिटर्न पहले दूसरे से विभाजित मूल्य का शेष.
ja: 戻り値の最初の値、2番目で割った値の残りの部分。
pt: Retorna o resto do primeiro valor dividido pelo segundo.
ru: Возвращает остаток от первого значения на второе.

source: Returns the month part of a date value.
af: Opgawes van die maand deel van 'n datum waarde.
ar: إرجاع جزء الشهر من قيمة التاريخ.
de: Gibt den Monat Teil eines Datums-Wert.
es: Regresa la parte del mes de un valor de fecha.
fr: Renvoie la partie mois d'une valeur de date.
hi: वापसी की तारीख एक महीने के मूल्य का हिस्सा है.
ja: 戻り値の日付の値の月の部分。
pt: Retorna a parte do mês de um valor de data.
ru: Возвращает месяц части даты.

source: Returns the value if it is a numeric value otherwise an error.
af: Opgawes die waarde indien dit 'n numeriese waarde wat andersins' n fout.
ar: إرجاع القيمة إذا كان هو قيمة رقمية خلاف ذلك خطأ.
de: Gibt den Wert, wenn es einen numerischen Wert, sonst wird eine Fehlermeldung.
es: Regresa el valor si es un valor numérico de lo contrario un error.
fr: Retourne la valeur si elle est une valeur numérique sinon une erreur.
hi: रिटर्न मूल्य अगर यह एक अंकीय मान अन्यथा एक त्रुटि है.
ja: 値を返す場合は、数値以外はエラーです。
pt: Retorna o valor se for um valor numérico em contrário é um erro.
ru: Возвращает значение, если это числовое значение, в противном случае ошибки.

source: Returns the #N/A error value which propagates through most operations.
af: Opgawes die # N / A fout waarde wat voortgeplant word deur middel van die meeste bedrywighede.
ar: بإرجاع # ن / قيمة الخطأ التي تنتشر من خلال عمليات أكثر.
de: Gibt den # N / A Fehler Wert, der durch die meisten Operationen propagiert.
es: Regresa el valor error #N/A el cual se propaga a travez de casi todas las operaciones.
fr: Renvoie l'erreur # N / A valeur d'erreur qui se propage à travers la plupart des opérations.
hi: रिटर्न # एन / ए त्रुटि मान है जो सबसे ज्यादा अभियानों के माध्यम से propagates.
ja: 戻り値は、＃N /は、ほとんどの操作を介して伝播するエラー値を返します。
pt: Retorna FALSE se o valor for verdadeiro, e verdadeiras Se isto é falso.
ru: Возвращает # Н / Д значение ошибки, распространяющийся через большинство операций.

source: Returns FALSE if value is true, and TRUE if it is false.
af: Returns ONWAAR is as die waarde waar is, en WAAR indien dit vals is.
ar: إذا كانت قيمة العائدات كاذبة صحيح ، وصحيح إذا كان باطلا.
de: Gibt FALSE zurück, wenn der Wert wahr ist und wahr, wenn sie falsch ist.
es: Regresa FALSO si el valor es verdadero, y VERDADERO si es falso.
fr: Retourne FALSE si la valeur est vrai, et TRUE si elle est fausse.
hi: कापरिणामहोगागलत अगर मूल्य सही है, और अगर यह झूठा सच है.
ja: 場合、値はtrueです戻り値はFALSEとそれがfalseの場合はTRUEです。
ru: Возвращает FALSE, если значение является истинным и верным, если оно является ложным.

source: Returns the current date/time.
af: Gee die huidige datum / tyd.
ar: ترجع التاريخ الحالي / الساعة.
de: Gibt das aktuelle Datum / Uhrzeit.
es: Regresa la fecha/tiempo actual.
fr: Retourne la date / l'heure actuelle.
hi: रिटर्न वर्तमान दिनांक / समय.
ja: 戻り値は、現在の日付/時刻。
pt: Retorna a data / hora atual.
ru: Возвращает текущую дату / время.

source: Returns the number of periods at which payments invested each period at the given rate with optional future value (default 0) and payment type (default 0 = at end of period, 1 = beginning of period) has the given present value.
af: Opgawes van die aantal tydperke waarin die betalings belê elke periode op die gegewe koers met opsionele toekomstige waarde (standaard 0) en die tipe van betaling (standaard 0 = aan einde van tydperk, 1 = begin van tydperk) het die gegewe huidige waarde.
ar: إرجاع عدد فترات المدفوعات التي استثمرت في كل فترة على سعر معين مع القيمة المستقبلية اختياري (الافتراضي 0) ونوع الدفع (الافتراضي = 0 في نهاية الفترة ، 1 = بداية الفترة) والقيمة المعطاة حاليا.
de: Gibt die Anzahl von Zeiträumen, in denen Zahlungen investiert jeder Zeit an der angegebenen Rate mit optionalem zukünftigen Wert (Standard: 0) und Art der Bezahlung (default 0 = am Ende der Periode, 1 = Beginn der Periode) hat den gegebenen Barwert.
es: Regresa el número de periodos en el cual pagos invertidos cada periodo a una tasa dada con un valor futuro opcional (predeterminado 0) y tipo de pago (predeterminado 0 = al final del periodo, 1 = inicio del periodo) tiene el valor presente dado.
fr: Retourne le nombre de périodes pendant lesquelles les paiements ont investi chaque période au taux donné avec la valeur future optionnels (par défaut 0) et le type de paiement (par défaut 0 = en fin de période, 1 = début de la période) est la valeur actuelle donnée.
hi: रिटर्न जो समय पर भुगतान वैकल्पिक भविष्य मूल्य (0 डिफ़ॉल्ट) और भुगतान प्रकार के साथ दिया दर से प्रत्येक अवधि के निवेश (0 डिफ़ॉल्ट = अवधि के अंत में, 1 अवधि की शुरुआत =) की संख्या दी वर्तमान मूल्य है.
ja: これでお支払いオプションの将来の値（デフォルトは0）とお支払いの種類を使用して指定されたレート（デフォルトは0期の終わり=で、1期の始まり=）、各期間の投資期間の数を返す、指定された現在の値を持ちます。
pt: Retorna o número de períodos em que os pagamentos investido cada período, a taxa de dados com valor futuro opcional (padrão 0) e tipo de pagamento (default = 0 no final do período, 1 = início do período) tem o valor dado presente.
ru: Возвращает количество периодов, при которой платежи инвестировал каждого периода в данной ставки с будущим факультативным (по умолчанию 0) и тип платежа (по умолчанию = 0 в конце периода, 1 = начало периода) имеет при нынешней стоимости.

source: Returns the net present value of cash flows (which may be individual values and/or ranges) at the given rate. The flows are positive if income, negative if paid out, and are assumed at the end of each period.
af: Opgawes die netto huidige waarde van kontantvloei (wat moontlik individuele waardes en / of bereik word) by die gegewe prys. Die strome is die positiewe as inkomste, negatiewe as uitbetaal, en is veronderstel om die einde van elke tydperk.
ar: إرجاع صافي القيمة الحالية للتدفقات النقدية (التي قد تكون القيم الفردية و / أو نطاقات) بسعر معين. تدفقات إيجابية إذا الدخل ، وسلبية اذا دفعت ، ويفترض في نهاية كل فترة.
de: Liefert den Barwert der Cashflows (die einzelnen Werte und / oder Bereiche werden kann) an der angegebenen Rate. Die Ströme sind positiv, wenn das Einkommen negativ gezahlt, wenn aus, und sind am Ende des jeweiligen Zeitraums angenommen.
es: Regresa el valor presente neto de flujo de efectivo (el cual pueden ser valores individuales y/o rangos) a una tasa determinada. Los flujos son positivos si ingreso, negativo si es pagado en su totalidad, y son asumidos al final de cada periodo.
fr: Renvoie la valeur actuelle nette des flux de trésorerie (qui mai être des valeurs individuelles et / ou des plages), au taux donné. Les flux sont positifs, si le revenu, négatif si payées, et sont pris en charge à la fin de chaque période.
hi: रिटर्न नकदी प्रवाह का शुद्ध वर्तमान मूल्य (जो व्यक्तिगत मूल्यों और सीमाओं या / दिया दर पर) हो सकता है. प्रवाह सकारात्मक अगर आय, अगर बाहर भुगतान नकारात्मक हैं, और प्रत्येक अवधि के अंत में ग्रहण कर रहे हैं.
ja: キャッシュフローの戻り値は、正味現在価値（これは個々の値および/または範囲）を指定されたレートでれることがあります。場合に支払わ場合、所得、負のキャッシュフローは、プラスされ、各時代の終わりと見なされます。
pt: Retorna o valor presente líquido dos fluxos de caixa (que podem ser valores individuais e / ou intervalos) com a taxa determinada. Os fluxos são positivos, se o rendimento negativo, se paga, e são assumidas no final de cada período.
ru: Возвращает чистую текущую стоимость денежных потоков (которые могут быть индивидуальными ценностями и / или диапазонов) при заданной скорости. Потоки являются положительными, если доход, если негативные выплачены, и, как предполагается в конце каждого периода.

source: Rounds the value up in magnitude to the nearest odd integer.
af: Rondtes van die waarde in grootte na die naaste onewe getal is.
ar: جولات قيمة ما يصل حجمها إلى أقرب عدد صحيح ونيف.
de: Rundet den Wert in Größe auf die nächste ungerade ganze Zahl ist.
es: Redondea por encima el valor en magnitud al impar mas cercano.
fr: Arrondit la valeur en importance au plus proche entier impair.
hi: दौर निकटतम विषम पूर्णांक के परिमाण में उठ मूल्य.
ja: 最も近い奇数の整数の大きさに丸めるの値をバックアップします。
pt: Arredonda o valor em magnitude para o próximo número ímpar.
ru: Раунды значение в величину до ближайшего нечетного целого.

source: True if any argument is true
af: Waar indien enige argument is waar
ar: صحيح إذا كان أي وسيطة غير صحيح
de: True, wenn ein Argument ist richtig
es: Verdadero si cualquier argumento es verdadero
fr: Vrai si un des arguments est vrai
hi: यह सच है कि किसी भी तर्क सच है,
ja: true trueの場合、任意の引数です
pt: True se qualquer argumento é verdadeiro
ru: Правда, если один из аргументов является истинным

source: The value 3.1415926...
af: Die waarde 3.1415926 ...
ar: القيمة 3.1415926...
de: Der Wert 3.1415926 ...
es: El valor 3.1415926...
fr: La valeur 3.1415926 ...
hi: 3.1415926 मूल्य ...
ja: この値は3.1415926 ...
pt: O valor 3.1415926 ...
ru: Значение 3.1415926 ...

source: Returns the amount of each payment that must be invested at the given rate for the specified number of periods to have the specified present value, with optional future value (default 0) and payment type (default 0 = at end of period, 1 = beginning of period).
af: Opgawes van die bedrag van elke betaling wat op die gegewe persentasie van die gespesifiseerde aantal periodes moet belê word om die gespesifiseerde huidige waarde, met opsioneel toekomstige waarde (standaard 0) en die tipe van betaling (standaard 0 = aan einde van tydperk, 1 = begin van tydperk).
ar: إرجاع المبلغ الذي دفع كل ذلك يجب أن تستثمر في معدل معين لعدد محدد من الفترات ان القيمة المحددة الحالية ، مع القيمة المستقبلية اختياري (الافتراضي 0) ونوع الدفع (الافتراضي = 0 في نهاية الفترة ، 1 = بداية الفترة).
de: Gibt den Betrag jeder Zahlung, die an der angegebenen Preis für die angegebene Anzahl von Perioden investiert werden, um die angegebenen Barwert haben muss, auf Wunsch mit zukünftigen Wert (Standard: 0) und Art der Bezahlung (default 0 = am Ende der Periode, 1 = Beginn des Zeitraums).
es: Regresa la cantidad de cada pago que tiene que estar invertida a una tasa determinada por un especificado número de periodos para tener un valor presente especificado, con un valor futuro opcional (predeterminado 0) y tipo de pago (predeterminado 0 = al final del periodo, 1 = inicio del periodo).
fr: Retourne le montant de chaque paiement qui doit être investi au taux donné pour le nombre déterminé de périodes d'avoir la valeur actuelle spécifié, avec la valeur future optionnels (par défaut 0) et le type de paiement (par défaut 0 = en fin de période, 1 = début de la période).
hi: रिटर्न प्रत्येक भुगतान के उस समय के निर्दिष्ट संख्या के लिए दी दर पर निवेश किया जाना चाहिए निर्दिष्ट वर्तमान मूल्य है, वैकल्पिक भविष्य मूल्य (0 डिफ़ॉल्ट) और भुगतान प्रकार के साथ (0 डिफ़ॉल्ट = अवधि के अंत में, 1 = की राशि अवधि की शुरुआत).
ja: 戻り値は、期間の指定された番号については、指定されたレートで指定された現在の値を持つ、オプションの将来の値（デフォルトは0）と支払タイプ（デフォルトは0期の終わり=で、1 =最初に投資する必要があります各お支払いの金額期間）。
pt: Retorna o valor de cada pagamento, que deve ser investido a uma taxa dada para o número especificado de períodos para ter o valor especificado presente, com o valor futuro opcional (padrão 0) e tipo de pagamento (default = 0 no final do período, 1 = início do período).
ru: Возврат суммы всех платежей, которые должны быть инвестированы в данной ставки за определенное количество периодов с указанным настоящей стоимости, с опциональным будущем (по умолчанию 0) и тип платежа (по умолчанию = 0 в конце периода, 1 = начало периода).

source: Returns the first value raised to the second value power.
af: Gee die eerste waarde te verhoog tot die tweede waarde mag.
ar: إرجاع القيمة الأولى التي تثار في السلطة الثانية القيمة.
de: Gibt den ersten Wert angehoben, um den zweiten Wert Macht.
es: Regresa el primer valor incrementado al valor de la segunda potencia.
fr: Retourne la première valeur élevée à la puissance seconde valeur.
hi: रिटर्न पहली मूल्य दूसरी मूल्य सत्ता में उठाया.
ja: 戻り値の最初の値は、2番目の値は電源を調達した。
pt: Retorna o resultado da multiplicação dos valores numéricos.
ru: Возвращает первое значение повышена до второй степени ценности.

source: Returns the result of multiplying the numeric values.
af: Opbrengste die resultaat van die vermeerdering van die numeriese waardes.
ar: بإرجاع نتيجة ضرب قيم رقمية.
de: Gibt das Ergebnis der Multiplikation der numerischen Werte.
es: Regresa el resultado de multiplicar los valores numéricos.
fr: Renvoie le résultat de la multiplication des valeurs numériques.
hi: रिटर्न संख्यात्मक मूल्य बढ़ का नतीजा है.
ja: 戻り値は、数値の値を乗算した結果を返します。
ru: Возвращает результат умножения числовых значений.

source: Returns the text value with the first letter of each word converted to uppercase and the others to lowercase.
af: Opgawes van die teks waarde in die eerste letter van elke woord omskep in hoofletters en die ander na klein letters.
ar: ترجع قيمة النص مع أول حرف من كل كلمة وتحويلها إلى أحرف كبيرة وصغيرة إلى الآخرين.
de: Liefert den Wert mit dem ersten Buchstaben eines jeden Wortes in Großbuchstaben umgewandelt wurden und die anderen in Kleinbuchstaben.
es: Regresa el valor de texto con la primera letra de cada palabra convertida en mayuscula y las otras en minuscula.
fr: Retourne la valeur du texte avec la première lettre de chaque mot converti en majuscules et les autres en minuscules.
hi: लाभ के लिए प्रत्येक अपरकेस और दूसरों को लोअरकेस में परिवर्तित शब्द के पहले अक्षर से पाठ मान.
ja: 各単語を大文字に、他は小文字に変換の最初の文字を返しますテキスト値。
pt: Retorna o valor de texto com a primeira letra de cada palavra convertida para maiúscula e as demais em minúsculas.
ru: Возвращает текстовое значение с первой буквы каждого слова преобразуются в верхний регистр, а остальные в нижний регистр.
