Repository: seetadev/PolyOps
Catalog: incidentalarmstorage/sushiswap-computation-data-visualization/po/*.po
Languages: af, ar, de, es, fr, hi, ja, pt, ru

source: Returns the logical value true.
af: Opgawes die logiese waarde waar.
ar: إرجاع قيمة منطقية صحيحة.
de: Liefert den logischen Wert true.
es: Regresa el valor logico verdadero.
fr: Renvoie la valeur logique vrai.
hi: प्रमुख के साथ पाठ मूल्य रिटर्न, पीछे, और दोहराया रिक्त स्थान हटा दिया.
ja: 戻り値は、論理値はtrueです。
pt: Retorna o valor lógico verdadeiro.
ru: Возвращает логическое значение ИСТИНА.

source: Truncates the value to the specified number of decimal places. If precision is negative, truncate to powers of 10.
af: Truncates die waarde van die gespesifiseerde aantal desimale plekke. As akkuraatheid negatief is, afkorten magte van 10.
ar: باقتطاع قيمة لعدد محدد من المنازل العشرية. إذا دقة السلبية ، واقتطاع لقوى 10.
de: Schneidet den Wert auf die angegebene Anzahl von Dezimalstellen. Ist die Präzision negativ abschneiden, die Befugnisse von 10.
es: Trunca el valor especificado de lugares decimales. Si la precisión es negativa, trunca a la potencia de 10.
fr: Tronque la valeur pour le nombre spécifié de décimales. Si la précision est négatif, tronquer des puissances de 10.
hi: काटना दशमलव स्थानों की निर्दिष्ट संख्या के लिए मान. यदि सटीक नकारात्मक है, 10 की शक्तियों को काटना
ja: を切り捨てます。小数点以下の桁の指定された番号に値を返します。場合の精度が負の場合、10のべき乗を切り捨てます。
pt: Trunca o valor para o número especificado de casas decimais. Se a precisão for negativo, truncar à potências de 10.
ru: Усекает значение до указанного количества десятичных разрядов. Если точность является отрицательным, усечение полномочий по 10.

source: Returns the text value with all lowercase characters converted to uppercase.
af: Opgawes van die teks waarde, met al die klein letters omgeskakel in hoofletters.
ar: ترجع قيمة النص مع جميع أحرف صغيرة تحويلها إلى أحرف كبيرة.
de: Liefert den Wert in der alle Kleinbuchstaben in Großbuchstaben umgewandelt.
es: Regresa el valor texto con todos los caracteres en minusculas convertidos a mayusculas.
fr: Retourne la valeur du texte avec tous les caractères minuscules convertis en majuscules.
hi: लाभ सभी लोअरकेस में परिवर्तित अपरकेस अक्षरों के साथ पाठ मान.
ja: すべて小文字の文字を大文字に変換されたテキストを返します値を返します。
pt: Retorna o valor de texto com todos os caracteres em minúsculas convertidas para maiúsculas.
ru: Возвращает значение с текстом все строчные символы преобразуются в верхний регистр.

source: Converts the specified text value into a numeric value. Various forms that look like numbers (including digits followed by %, forms that look like dates, etc.) are handled. This may not handle all of the forms accepted by other spreadsheets and may be locale dependent.
af: Vat die gespesifiseerde teks waarde in 'n numeriese waarde. Verskillende vorms wat lyk soos getalle (insluitend die syfers gevolg deur '%, vorms wat lyk soos datums, ens) word hanteer. Dit kan hanteer al die vorms word aanvaar deur ander spread nie en kan plaaslike afhanklik is.
ar: تحويل النص المحدد القيمة إلى قيمة رقمية. الأشكال المختلفة التي تبدو مثل الأرقام (بما في ذلك أرقام تليها ٪ ، والأشكال التي تبدو مثل التواريخ ، الخ) يتم معالجتها. هذا لا يجوز التعامل مع كافة النماذج التي قبلتها جداول البيانات الأخرى ، ويمكن أن تعتمد على اللغة.
de: Konvertiert den angegebenen Text-Wert in einem numerischen Wert. Verschiedene Formen, die aussehen wie Zahlen (einschließlich Ziffern, gefolgt von%, Formen, die aussehen, Termine usw.) verarbeitet werden. Dies führt unter Umständen nicht alle Formen von anderen Tabellenkalkulationen akzeptiert und kann locale abhängig.
es: Convierte el valor texto especificado en un valor numérico. Varias formas que parecen como números (incluyendo digitos seguidos por %, formas que parecen como fechas, etc.) son manejados. Este puede que no maneje todas las formas aceptadas por otras hojas electrónicas y puede ser dependiente local.
fr: Convertit la valeur du texte spécifié dans une valeur numérique. Diverses formes qui ressemblent à des numéros (y compris les chiffres suivis%, des formes qui ressemblent à des dates, etc) sont traités. Cette mai ne pas gérer toutes les formes acceptées par d'autres tableurs et mai être dépend de la locale.
hi: ट्रन्केट दशमलव स्थानों की निर्दिष्ट संख्या के लिए मान. यदि सटीक नकारात्मक है, 10 की शक्तियों को ट्रन्केट .
ja: 数値の値に指定したテキスト値に変換します。様々な形態は、（数字％で続いて、フォームの日付のように見えるなど）を処理する場合を含む番号のように見える。これにより、すべてのフォームを他のスプレッドシートによって受け入れ扱うことができないのロケールに依存することがあります。
pt: Converte o valor de texto especificado em um valor numérico. Várias formas que se parecem com números (incluindo os números seguidos%, as formas que se parecem com datas, etc) são tratados. Este não pode lidar com todas as formas aceitas por outras planilhas e pode ser dependente da localidade.
ru: Преобразует заданное значение текст в числовое значение. Различные формы, которые выглядят как номера (числа цифр, за которыми%, формы, которые выглядят как дата и т.д.) обрабатываются. Это не может обрабатывать все формы принимаются по другим таблицам и локали могут быть зависимыми.

source: Returns the sample variance of the numeric values.
af: Opgawes die monster variansie van die numeriese waardes.
ar: يعود التباين عينة من قيم رقمية.
de: Gibt die Varianz der numerischen Werte.
es: Regresa la varianza de la muestra de los valores numéricos.
fr: Renvoie la variance de l'échantillon des valeurs numériques.
hi: संख्यात्मक मूल्यों के नमूने विचरण लौट आया.
ja: 戻り値は、数値の値は、サンプル分散を返します。
pt: Retorna a variância amostral dos valores numéricos.
ru: Возвращает выборочную дисперсию числовых значений.

source: Returns the variance of the numeric values.
af: Opgawes die variansie van die numeriese waardes.
ar: يعود هذا الفرق في القيم الرقمية.
de: Gibt die Varianz der numerischen Werte.
es: Regresa la varianza de los valores numéricos.
fr: Retourne la variance des valeurs numériques.
hi: रिटर्न सभी लोअरकेस में परिवर्तित अपरकेस अक्षरों के साथ पाठ मान.
ja: 戻り値は、数値の値の分散を返します。
pt: Retorna a variância dos valores numéricos.
ru: Возвращает разницу в числовых значениях.

source: Plain
ar: سهل
hi: समतल
ja: 平原
ru: Равнина

source: Graph
af: Grafiek
ar: الرسم البياني
es: Gráfico
fr: Graphique
hi: ग्राफ
ja: グラフ
pt: Gráfico
ru: Графика

source: Pie Chart
af: Sirkelgrafiek
ar: فطيرة الرسم البياني
de: Kreisdiagramm
es: Gráfico Circular
hi: पाइ चार्ट
ja: 円グラフ
ru: Круговая диаграмма

source: Cells to Graph
af: Selle te Grafiek
ar: الخلايا إلى الرسم البياني
de: Zellen, die Grafik
es: Células de Gráfico
fr: Cellules à Graph
hi: ग्राफ के लिए सेल
ja: セルグラフへ
pt: Células a Graph
ru: Клеток к графике

source: Help
ar: مساعدة
es: Ayuda
fr: Aider
hi: सहायता
ja: ヘルプ
pt: Ajuda
ru: Помощь

source: Horizontal Bar
ar: العقلة
de: Reck
es: Barras Horizontales
fr: Barre fixe
hi: क्षैतिज बार
ja: 水平バー
pt: barra horizontal
ru: Горизонтальные Бар

source: Vertical Bar
af: Vertikale Bar
ar: الرأسي بار
es: Barras Verticales
fr: Barre vertical
hi: ऊर्ध्वाधर बार
ja: 垂直バー
pt: Vertical Barra
ru: Вертикальная Бар

source: Line Chart
af: Lyn Chart
ar: خط الرسم البياني
de: Liniendiagramm
es: Gráfico de Líneas
fr: Graphique linéaire
hi: लाइन चार्ट
ja: 線グラフ
pt: Gráfico de linhas
ru: Линейный график

source: Plot Points
af: Plot punte
ar: مؤامرة النقاط
es: Gráfico de Puntos
hi: अन्कित करो अंक
ja: プロットポイント
pt: Pontos do lote
ru: Участок Очки

source: Unknown range name
af: Onbekend omvang naam
ar: مجموعة مجهولة الاسم
de: Unbekannter Bereichsname
es: Nombre de rango desconocido
fr: Nom de plage inconnu
hi: अज्ञात श्रेणी नाम
ja: 不明な範囲名
pt: Nome de intervalo desconhecido
ru: Неизвестное имя диапазона

source: Hide Help
af: Steek Hulp
ar: إخفاء التعليمات
de: Hilfe ausblenden
es: Ayuda Ocultar
fr: Masquer l'aide
hi: छिपाएँ सहायता
ja: ヘルプを隠す
pt: ocultar Ajuda

source: Max
ar: ماكس
hi: अधिकतम
ja: マックス
ru: Макс

source: Min
ar: دقيقة
hi: मिन
ja: 分
ru: Мин

source: OK
ar: موافق
hi: ठीक है
ja: [OK]を

source: Look for the matching value for the given value in the range and return the corresponding value in the cell specified by the column offset. If rangelookup is 1 (the default) and not 0, match if within numeric brackets (match>=value) instead of exact match.
af: Afhangende van die ooreenstemmende waarde vir die gegewe waarde in die reeks en die terugkeer van die ooreenstemmende waarde in die sel is verskaf deur die kolom verreken. As rangelookup is 1 (standaard) en nie 0, ooreenstem indien dit binne die numeriese hakies (ooreenstem> = waarde) in plaas van exact match.
ar: ابحث عن قيمة مطابقة لقيمة معينة في نطاق وإرجاع القيمة المناظرة في الخلية التي يحددها العمود تعويض. إذا rangelookup هو 1 (الافتراضي) وليس 0 ، المباراة اذا وضعت بين قوسين الرقمية (مباراة> = القيمة) بدلا من تطابق تام.
de: Suchen Sie nach dem passenden Wert für den angegebenen Wert in dem Bereich und gibt die entsprechenden Wert in der Zelle durch die Offset-Spalte angegeben. Wenn rangelookup ist 1 (der Standard) und nicht 0 ist, entspricht, wenn innerhalb von numerischen Klammern (match> = Wert) anstelle der genauen Übereinstimmung.
es: Busca por el valor correspodiente para el valor dado en el rango y regresa el valor correspondiente en la celda especificada por la columna desplazada. Si el rango de busqueda es 1 (el predeterminado) y no 0, coincide si dentro de los parentesis numéricos (coincide>=valor) en vez de la exacta coincidencia.
fr: Recherchez la valeur correspondant à la valeur donnée dans la gamme et retourner la valeur correspondante dans la cellule spécifiée par la colonne de décalage. Si rangelookup est le 1 (par défaut) et pas 0, le match si dans les crochets numérique (match> = valeur) au lieu de correspondance exacte.
hi: रेंज में दी मूल्य के लिए मिलान मूल्य के लिए देखो और ऑफसेट कॉलम द्वारा निर्दिष्ट सेल में इसी मूल्य वापसी. यदि रैन्जलुकअप 1 (डिफ़ॉल्ट) और नहीं 0, अगर न्यूमेरिक कोष्ठक के भीतर मैच है (मैच> मूल्य =) के बजाय सटीक मेल का
ja: 範囲内で指定された値は、一致する値を検索して、セルの列のオフセットで指定された対応する値を返します。もしrangelookup 1（デフォルト）と0ではなく、数値、括弧の場合に一致する（一致= value）と正確に一致するの代わりに。
pt: Olhe para o valor correspondente para o valor dado no intervalo e retornar o valor correspondente na célula especificada pela coluna offset. Rangelookup Se é 1 (o padrão) e não 0, partida se entre parênteses numérico (match> = valor) em vez de correspondência exata.
ru: Ищите соответствующее значение для данного значения в диапазоне и вернуть соответствующее значение в ячейке указано в столбце смещения. Если rangelookup равно 1 (по умолчанию), а не 0, если в течение матча числовые скобки (матч> = значение), а не точное соответствие.

source: Returns the day of week specified by the date value. If type is 1 (the default), Sunday is day and Saturday is day 7. If type is 2, Monday is day 1 and Sunday is day 7. If type is 3, Monday is day 0 and Sunday is day 6.
af: Opbrengste van die dag van die week word bepaal deur die datum waarde. As soort is, is 1 (standaard), Sondag is die dag en Saterdag is 'dag 7. As tipe is 2, Maandag is dag 1 en Sondag is die dag 7. As tipe is 3, Maandag is dag 0 en Sondag is die dag 6.
ar: يعود اليوم من الاسبوع تحددها قيمة التاريخ. إذا ما هو نوع 1 (الافتراضي) ، ويوم الاحد هو يوم السبت هو يوم 7. إذا ما هو نوع 2 ، ويوم الاثنين هو يوم 1 ويوم الاحد هو يوم 7. إذا كان النوع هو 3 ، ويوم الاثنين هو اليوم 0 ويوم الاحد هو يوم 6.
de: Gibt den Tag der Woche nach dem Datum Wert angegeben. Bei Typ 1 (der Standard), Sonntag ist Tag und Samstag ist 7 Tage. Bei Typ 2 ist, Tag 1 Montag und Sonntag ist 7 Tage. Wird der Typ 3 ist, ist Montag Tag 0 und Sonntag ist Tag 6.
es: Regresa el día de la semana especificado por el valor fecha. Si es tipo 1 (el predeterminado), Domingo es día y Sabado es día 7. Si es tipo 2, Lunes es día y Domingo es día 7. Si es tipo 3, Lunes es día 0 y Domingo es día 6.
fr: Retourne le jour de la semaine spécifiée par la valeur de date. Si le type est de 1 (par défaut), le dimanche est le jour et le samedi est jour 7. Si le type est de 2, lundi étant le jour 1 et dimanche le jour 7. Si le type est 3, le lundi est le jour 0 et le dimanche est le jour 6.
hi: वापसी की तारीख मूल्य द्वारा निर्दिष्ट हफ्ते का दिन है. यदि प्रकार है 1 (डिफ़ॉल्ट), रविवार का दिन शनिवार है और 7 दिन है. यदि टाइप 2 है, सोमवार 1 दिन और रविवार 7 दिन है. यदि प्रकार 3 है, सोमवार 0 दिन और रविवार को 6 दिन है.
ja: 戻り週の日付の値によって指定された日。場合、タイプ1（デフォルト）、日曜日、土曜日である7日目です。場合、タイプ2は、月曜日第1日と日曜日の7日目です。場合のタイプ3の場合、月曜日day 0と日曜日の6日目です。
pt: Retorna o dia da semana especificado pelo valor de data. Se o tipo é 1 (o padrão), Domingo é dia de feira e sábado é dia 7. Se é tipo 2, segunda-feira é dia 1 e domingo é dia 7. Se é tipo 3, Segunda-feira é dia 0 e no domingo é dia 6.
ru: Возвращает день недели по указанной даты. Если тип 1 (по умолчанию), воскресенье и в субботу день это 7-й день. Если тип 2, понедельник День 1 и воскресеньям день 7. Если тип 3, понедельник День 0 и воскресеньям день 6.

source: Returns the year part of a date value.
af: Opgawes die jaar deel van 'n datum waarde.
ar: يعود الجزء العام من قيمة التاريخ.
de: Gibt das Jahr Teil eines Datums-Wert.
es: Regresa el año del valor de fecha.
fr: Retourne la partie de l'année d'une valeur de date.
hi: एक तारीख मूल्य का हिस्सा वर्ष लौट आया.
ja: 戻り値の日付の値の年の部分。
pt: Retorna a parte do ano de um valor de data.
ru: Возвращает год части даты.

source: Returns the current date (an integer). Note: In this program, day 1 is December 31, 1899 and the year 1900 is not a leap year. Some programs use January 1, 1900, as day 1 and treat 1900 as a leap year. In both cases, though, dates on or after March 1, 1900, are the same.
af: Gee die huidige datum ( 'n heelgetal). Let wel: In hierdie program, dag 1 is 31 Desember 1899 en die jaar 1900 is nie 'n skrikkeljaar. Sommige programme gebruik 1 Januarie 1900, soos dag 1 en behandeling van 1900 as 'n skrikkeljaar. In beide gevalle, alhoewel, datums op of na 1 Maart 1900, is dieselfde.
ar: ترجع التاريخ الحالي (عدد صحيح). ملاحظة : في هذا البرنامج ، 1 اليوم هو 31 ديسمبر 1899 وسنة 1900 ليست سنة كبيسة. استخدام بعض البرامج 1 يناير 1900 ، ويوم 1 وعلاج 1900 سنة كبيسة. في كلتا الحالتين ، على الرغم من والتواريخ في أو بعد 1 مارس 1900 ، هي نفسها.
de: Gibt das aktuelle Datum (eine Ganzzahl). Hinweis: In diesem Programm ist Tag 1 31. Dezember 1899 und dem Jahr 1900 ist kein Schaltjahr. Einige Programme verwenden 1. Januar 1900, als Tag 1 und Behandlung von 1900 als Schaltjahr. In beiden Fällen sind jedoch Daten am oder nach dem 1. März 1900, das gleiche.
es: Regresa la fecha actual (un entero). Nota: En este programa, día 1 es Diciembre 31, 1899 y el año 1900 no es un año bisiesto. Algunos programas usan Enero 1, 1900, como día 1 y trata 1900 como un año bisiesto. En ambos casos, sin embargo, fechas en o despues de Marzo 1, 1900, son lo mismo.
fr: Renvoie la date actuelle (un entier). Note: Dans ce programme, le jour «1» est Décembre 31, 1899 et l'année 1900 n'est pas une année bissextile. Certains programmes utilisent Janvier 1, 1900, comme le jour 1 et de traiter 1900 comme une année bissextile. Dans les deux cas, cependant, les dates à partir du 1er Mars 1900, sont les mêmes.
hi: रिटर्न आज की तारीख (एक पूर्णांक). नोट: इस कार्यक्रम में, 1 दिन 31 दिसम्बर 1899 और 1900 साल है एक छलांग वर्ष नहीं है. कुछ कार्यक्रमों को 1 जनवरी 1900 का उपयोग करें, दिन के रूप में 1 और एक छलांग के रूप में वर्ष 1900 का इलाज. दोनों ही मामलों में, हालाँकि, पर या 1 मार्च 1900 के बाद की तारीख, वही कर रहे हैं.
ja: 戻り値は、現在の日付（整数）。注：このプログラムでは、1日目1899年12月31日および1900年はうるう年ではありません。一部のプログラムは1900年1月1日、1日目として使用すると、うるう年として1900扱います。両方のケースでは、しかし、または1900年3月1日以降の日付は、同じです。
pt: Retorna a data atual (um inteiro). Nota: Neste programa, dia 1 é 31 de dezembro de 1899 e no ano 1900 não é um ano bissexto. Alguns programas usam 1 de janeiro de 1900, no dia 1 e tratar a 1900, como um salto ano. Em ambos os casos, porém, as datas em ou após 1 de março de 1900, são os mesmos.
ru: Возвращает текущую дату (число). Примечание: В этой программе, это 1 день 31 декабря 1899 и 1900 год не является високосным. Некоторые программы, использование 1 января 1900 года как день, 1 и лечению 1900 как високосный год. В обоих случаях, хотя, даты или после 1 марта 1900, те же самые.

source: Date & Time
af: Datum & Tyd
ar: التاريخ والوقت
de: Datum & Zeit
es: Fecha & Hora
fr: Date & Heure
hi: दिनांक और समय
ja: 日付と時刻
pt: Data & Hora
ru: Дата & время

source: [Cancel]
ar: [إلغاء]
es: [Abbrechen]
fr: [Annuler]
hi: [रद्द करें]
ja: [キャンセル]
pt: [Cancelar]
ru: [Отмена]

source: Verdana,Arial,Helvetica,sans-serif
ar: Verdana ، ارييل ، هلفتيكا ، بلا - الرقيق
de: Arial, Helvetica, sans-serif
hi: वरदना,एरिअल,हेलवेटिका , सेंस -सेरिफ़
ja: Verdana Arialなどは、Helvetica、サンセリフ
pt: Arial, Helvetica, sans-serif
ru: Verdana, Arial, Helvetica, без засечек

source: TRUE
af: Waar
ar: الحقيقية
hi: सच
ja: TRUEの

source: FALSE
af: ONWAAR
ar: كاذبة
fr: FAUX
hi: गलत
ja: FALSEを返します
ru: ЛОЖЬ

source: padding:2px 2px 1px 2px;vertical-align:top;
ar: الحشو : 2px 2px 1px 2px ؛ الرأسي محاذاة : أعلى ؛
es: relleno:2px 2px 1px 2px;alineación-vertical:arriba;
ja: パディング：2px 2px 1px 2px;のvertical - align：トップ;
ru: PADDING: 2px 2px 1px 2px; вертикальной Align: Top;

source: Render Context must have a sheet object
af: Render konteks moet 'n plaat voorwerp
ar: تجعل السياق يجب أن يكون الكائن ورقة
de: Render Kontext muss ein Blatt-Objekt
es: Render contexto debe tener un objeto de hoja
fr: Render Contexte doit avoir un objet feuille de
ja: レンダリングコンテキストシートオブジェクトが必要です
pt: Render Context deve ter um objeto folha
ru: Render контексте должна иметь лист объект

source: Executing...
af: Uitvoerende ...
ar: تنفيذ...
de: Läuft ...
es: En ejecución ...
fr: Exécution en cours ...
ja: 実行...
pt: Execução
ru: Выполнение ...

source: Also show in Edit
es: Mostrar dentro de Editar

source: Aligner à gauche
fr: Alinear a la izquierda

source: Rounds the value to the specified number of decimal places. If precision is negative, then round to powers of 10. The default precision is 0 (round to integer).
de: Runden Sie den Wert auf die angegebene Anzahl von Dezimalstellen. Werden Präzisions-negativ ist, dann rund um die Befugnisse von 10. Die Voreinstellung ist 0 (rund um integer).

source: help
de: Hilfe
