Repository: seetadev/PolyOps
Catalog: incidentalarmstorage/sushiswap-computation-data-visualization/po/*.po
Languages: af, ar, de, es, fr, hi, ja, pt, ru

source: Tab-delimited format
af: Tabgescheiden formaat
ar: تنسيق المفصول
de: Tabulatorzeichen getrennten Format
es: formato delimitado por tabuladores
fr: Tab-format défin
hi: टैब सीमांकित स्वरूप
ja: タブ区切り形式
pt: Formato delimitado por tabulação
ru: Разделителями табуляции формат

source: Text
ar: النص
es: Texto
fr: Texte
hi: पाठ
ja: テキスト
pt: Texto
ru: Текст

source: Text Horizontal
af: Text Horisontale
ar: نص أفقي
es: Texto Horizontal
fr: Texte horizontal
hi: पाठ को क्षैतिज
ja: テキストの水平方向の
pt: Texto Horizontal
ru: Текст Горизонтальная

source: This is a<br>sample
af: Hierdie is 'n<br>monster
ar: هذا هو<br>عينة
de: Dies ist ein Beispiel <br>
es: Esta es una muestra de <br>
fr: Il s'agit d'un échantillon <br>
hi: यह एक नमूना है <बीआर>
ja: これは<br>サンプル
pt: Esta é uma amostra <br>
ru: Это<br>пример

source: Top
ar: أعلى
de: Spitze
es: Tope
fr: Haut
hi: चरम
ja: 頂上
pt: Topo
ru: Верх

source: Top Border
af: Bo-grens
ar: أعلى الحدود
es: Arriba las fronteras
hi: शीर्ष सीमा
ja: トップボーダー
ru: Верхняя граница

source: UNDONE STEPS
af: Undone STAPPE
ar: التراجع عن الخطوات
es: Undone pasos
fr: UNDONE ÉTAPES
hi: पूर्ववत उपाय
ja: 元に戻す手順
pt: UNDONE PASSOS
ru: Undone ШАГИ

source: URL
ar: العنوان
hi: यूआरएल
ja: URLを

source: Undo
af: Boontoe
ar: التراجع
de: Rückgängig
es: Deshacer
hi: पूर्ववत करें
ja: 元に戻す
ru: Отменить

source: Unmerge Cells
af: Unmerge Selle
ar: إلغاء دمجها خلايا
es: unmerge Celdas
hi: अविलीन करें प्रकोष्ठों को
ja: をunmerge細胞
pt: Separar as células

source: Up
af: Op
ar: فوق
de: Nach oben
fr: Vers le haut
hi: ऊपर
ja: 上へ
pt: Para cima
ru: Вверх

source: Value
af: Waarde
ar: القيمة
de: Preis
es: Valor
fr: Valeur
hi: मूल्य
ja: 値
pt: Valor
ru: Соотношение

source: Vertical
af: Vertikale
ar: عمودي
de: Vertikale
hi: खड़ा
ja: 垂直
ru: Вертикальные

source: Workspace
af: Werkplek
ar: مساحة العمل
es: Area de trabajo
hi: कार्यक्षेत्र
ja: ワークスペース
ru: Рабочая область

source: [New]
ar: [جديد]
de: [NEU]
es: [Nuevo]
fr: [Nouveau]
hi: [नई]
ja: [新規]
pt: [Novo]
ru: [Новый]

source: [None]
af: [Geen]
ar: [لا يوجد]
es: [No]
fr: [Aucun]
hi: [कोई नहीं]
ja: [なし]
pt: [Nenhum]
ru: [Отсутствует]

source: [select range]
af: [kies verskeidenheid]
ar: [مجموعة حدد]
es: [selecta gama]
fr: [sélectionnez une plage]
hi: [चुनें सीमा]
ja: [選択範囲]
pt: [intervalo selecione]
ru: [выберите диапазон]

source: Improperly formed number exponent
af: Verkeerd is gevorm nommer eksponent
ar: تشكلت بشكل غير سليم الأس عدد
de: Unförmig Zahl Exponent
es: Número exponente inapropiadamente formado
fr: Mal formés exposant nombre
hi: अनुचित संख्या प्रतिपादक का गठन
ja: 不適切な数の指数を形成
pt: Expoente número de formados
ru: Неправильную форму числа показателя

source: Unexpected character in formula
af: Onverwagte karakter in die formule
ar: حرف غير متوقع في صيغة
de: Unerwartete Zeichen in der Formel
es: Caracter inesperado en la formula
fr: Caractère inattendu dans la formule
hi: सूत्र में अनपेक्षित चरित्र
ja: 式の中で、予期しない文字
pt: O personagem inesperado na fórmula
ru: Неожиданный символ в формуле

source: Improperly formed string
af: Verkeerd is gevorm snaar
ar: تشكلت بشكل غير سليم السلسلة
de: Unförmig string
es: Cadena formada inapropiadamente
fr: Chaîne de caractères mal formés
hi: अनुचित स्ट्रिंग का गठन
ja: 不適切な文字列の形成
pt: O valor formados especial
ru: Неправильно сформированные строки

source: Improperly formed special value
af: Verkeerd is gevorm besondere waarde
ar: تشكلت بشكل غير سليم قيمة خاصة
de: Unförmig besonderen Wert
es: Valor especial formado inapropiadamente
fr: Mal formés valeur particulière
hi: अनुचित विशेष मूल्य का गठन
ja: 不適切な値を形成
pt: Valor especial formado inapropiadamente
ru: Неправильную форму специального значения

source: Error in formula (two operators inappropriately in a row)
af: Fout in die formule (twee operateurs ontoepaslik in 'n ry)
ar: خطأ في صيغة (شركتي غير لائق على التوالي)
de: Fehler in der Formel (zwei Betreibern unangemessen in einer Reihe)
es: Error en formula (dos operadores en la fila inapropiadamente)
fr: Erreur dans la formule (deux opérateurs de façon inappropriée dans une rangée)
hi: सूत्र में त्रुटि (दो ऑपरेटरों अनुपयुक्त एक पंक्ति में)
ja: エラーの数式で行（2つの演算が不適切）の
pt: Erro na fórmula (dois operadores inadequadamente em uma linha)
ru: Ошибка в формуле (два оператора неправильным в строке)

source: Missing open parenthesis in list with comma(s).
af: Missing oop tussen hakies in die lys met komma (s) gevind.
ar: مفقود قوس مفتوح في قائمة مع فاصلة (ق).
de: Öffnende Klammer fehlt in der Liste mit Komma (s).
es: Falta abrir paréntesis en la lista con coma(s).
fr: Missing parenthèse ouverte dans la liste avec la virgule (s).
hi: अल्पविराम के साथ सूची में खुले विराम गुम ( एस)
ja: カンマで区切ってリストに開き括弧が不足（秒）。
pt: Faltando parêntese aberto na lista com vírgula (s).
ru: Отсутствие открытой скобкой в списке через запятую (ы).

source: Closing parenthesis without open parenthesis.
af: Sluitingsdatum hakies, sonder oop hakies.
ar: قوس دون فتح قوس.
de: Schließende Klammer ohne öffnende Klammer.
es: Cerrar parentesis sin el paréntesis de abrir.
fr: Clôture parenthèse sans parenthèse ouverte.
hi: खुला विराम के बिना बंद कोष्टक.
ja: 開き括弧なしで閉会括弧。
pt: Fechando parêntese sem parêntese aberto.
ru: Закрывающая скобка без открытой скобкой.

source: Missing close parenthesis.
af: Missing naby hakies.
ar: مفقود قوس قريبة.
de: Fehlende schließende Klammer.
es: Cerrar paréntesis faltante.
fr: Missing parenthèse fermante.
hi: छुपा बंद कोष्टक.
ja: 閉じ括弧がありません。
pt: Faltando parêntese perto.
ru: Отсутствует тесное скобках.

source: Missing operand.
ar: المعامل في عداد المفقودين.
de: Fehlende Operanden.
fr: Missing opérande
hi: छुपा संकार्य
ja: オペランドがありません。
pt: Faltando operando.
ru: Отсутствует операнд.

source: Error in formula.
af: Fout in die formule.
ar: خطأ في الصيغة.
de: Fehler in der Formel.
es: Error en la formula.
fr: Erreur dans la formule
hi: सूत्र में त्रुटि
ja: 数式にエラーがあります。
pt: Erro na fórmula.
ru: Ошибка в формуле.

source: Error value in formula
af: Waarde fout in die formule
ar: قيمة الخطأ في الصيغة
de: Fehler-Wert in der Formel
es: Error de valor en la formula
fr: Valeur de l'erreur dans la formule
hi: सूत्र में त्रुटि मूल्य
ja: 数式でエラー値
pt: O valor de erro na fórmula
ru: Значение ошибки в формуле

source: Error in formula resulting in bad value
af: Fout in die formule wat lei tot slegte waarde
ar: خطأ في الصيغة الناتج في قيمة سيئة
de: Fehler in der Formel, was zu unbefriedigenden Wert
es: Error en la formula resultando un mal valor
fr: Erreur dans la formule qui en résulte dans la mauvaise valeur
hi: सूत्र में त्रुटि बुरा मूल्य में जिसके परिणामस्वरूप
ja: エラーの数式で不正な値の結果
pt: Erro na fórmula resultante no valor de mau
ru: Ошибка в формуле в результате плохой значения

source: Formula results in range value:
af: Formule resultate in reeks waarde:
ar: النتائج في الفورمولا وقيمة مجموعة :
de: Formel-Ergebnisse im Bereich Wert:
es: Resultado de la formula en un valor de rango:
fr: Résultats de la formule de la valeur gamme:
hi: सीमा के मूल्य में फार्मूला परिणाम
ja: 範囲の値に数式の結果：
pt: Fórmula resultados por faixa de valor:
ru: Формулы результатов в диапазоне значений:

source: Formula results in an bad numeric value
af: Formule resultate in 'n slegte numeriese waarde
ar: صيغة النتائج في قيمة رقمية سيئة
de: Formel führt zu einer schlechten numerischen Wert
es: Resultado de la formula en un valor numérico malo
fr: Formule se traduit par une valeur numérique mauvais
hi: एक बुरा संख्यात्मक मूल्य में फार्मूला परिणाम
ja: 悪い数値にF1の結果
pt: Os resultados Formula em um valor numérico ruim
ru: Формулы результатов в плохой числовые значения

source: Numeric overflow
af: Numeriese oorloop
de: Numerischen Überlauf
es: Desbordamiento numérico
hi: अंकीय अतिप्रवाह
ja: 数値のオーバーフロー
pt: Estouro numérico
ru: Цифровая переполнение

source: Sheet unavailable:
af: Sheet nie beskikbaar nie:
ar: ورقة غير متوفرة :
de: Noten nicht verfügbar:
es: Hoja no disponible:
fr: Fiche disponible:
hi: पत्र अनुपलब्ध:
ja: シートが使用できない：
pt: Folha de indisponíveis:
ru: Лист недоступны:

source: Cell reference missing when expected.
af: Selverwysing ontbreek as wat verwag is.
ar: مرجع الخلية في عداد المفقودين عندما المتوقع.
de: Zellbezug fehlen, wenn zu erwarten.
es: Falta referencia de la celda cuando es esperada.
fr: Cell référence manquante au moment prévu.
hi: छुपी सेल संदर्भ जब उम्मीद थी
ja: セル参照時に予想さがない。
pt: Referência de célula em falta quando o esperado.
ru: Ссылка на ячейку хватает, когда ожидается.

source: Sheet name missing when expected.
af: Sheet naam ontbreek as wat verwag is.
ar: اسم الورقة في عداد المفقودين عندما المتوقع.
de: Sheet Namen fehlen, wenn zu erwarten.
es: Falta nombre de la hoja cuando es esperada.
fr: Nom de feuille manquante au moment prévu.
hi: छुपी शीट नाम जब उम्मीद थी.
ja: シート名が予想さがない。
pt: Nome da folha em falta quando o esperado.
ru: Лист отсутствует имя, когда ожидается.

source: Circular name reference to name
af: Omsendbrief naam verwysing na die naam
ar: التعميم اسم الإشارة إلى اسم
de: Rundschreiben Name Verweis Namen
es: Referencia circular del nombre para el nombre
fr: Circulaire référence de nom pour ne citer
hi: परिपत्र नाम संदर्भ के नाम पर
ja: 円形の名前の参照の名前に
pt: Referência ao nome Circular nome
ru: Циркуляр имя ссылки на имя

source: Unknown name
af: Onbekend naam
ar: اسم غير معروف
de: Unbekannter Name
es: Nombre desconocido
fr: Nom inconnu
hi: अज्ञात नाम
ja: 名前が不明です
pt: Nome desconhecido
ru: Неизвестное название

source: Incorrect arguments to function
af: Verkeerde argumente om te funksioneer
ar: حجج غير صحيحة إلى وظيفة
de: Falsche Argumente Funktion
es: Argumentos incorrectos de la función
fr: Arguments incorrects de fonctionner
hi: गलत तर्क समारोह में
ja: 不適切な関数の引数に
pt: Argumentos errados para a função
ru: Неправильные аргументы функции

source: Unknown function
af: Onbekende funksie
ar: وظيفة غير معروف
de: Unbekannte Funktion
es: Función desconocida
fr: Fonction inconnue
hi: अज्ञात समारोह
ja: 不明な関数
pt: Função desconhecida
ru: Неизвестная функция

source: LN argument must be greater than 0
af: LN argument moet groter as 0
ar: 0 قانون الجنسية حجة يجب أن تكون أكبر من
de: LN Argument muss größer als 0
es: El argumento LN tiene que ser mayor que 0
fr: LN argument doit être supérieure à 0
hi: एल.एन. तर्क को 0 से अधिक होना चाहिए
ja: LNの引数が0より大きい必要があります
pt: LN argumento deve ser maior que 0
ru: Л. Н. аргумент должен быть больше 0

source: LOG10 argument must be greater than 0
af: Log10 argument moet groter as 0
ar: LOG10 حجة يجب أن تكون أكبر من 0
de: LOG10 Argument muss größer als 0
es: El argumento LOG10 tiene que ser mayor que 0
fr: LOG10 argument doit être supérieure à 0
hi: LOG10 तर्क को 0 से अधिक होना चाहिए
ja: LOG10引数は、0より大きい必要があります
pt: O argumento LOG10 deve ser maior que 0
ru: LOG10 аргумент должен быть больше 0

source: LOG second argument must be numeric greater than 0
af: LOG tweede argument moet numeriese groter as 0
ar: 0 دخو الحجة الثانية يجب أن تكون رقمية أكبر من
de: LOG zweite Argument muss größer als 0 numerischen
es: El segundo argumento de LOG tiene que ser numérico mayor que 0
fr: LOG deuxième argument doit être un nombre supérieur à 0
hi: LOG दूसरा तर्क संख्यात्मक से अधिक 0 होना चाहिए
ja: ログ2番目の引数は、0より大きい数値でなければなりません
pt: LOG segundo argumento deve ser numérico maior que 0
ru: ВХОД второй аргумент должен быть больше, чем числовые 0

source: LOG first argument must be greater than 0
af: LOG eerste argument moet groter as 0
ar: 0 دخو الحجة الأولى يجب أن تكون أكبر من
de: LOG erste Argument muss größer als 0
es: El primer argumento de LOG tiene que ser mayor que 0
fr: LOG premier argument doit être supérieure à 0
hi: LOG पहली बहस 0 से अधिक होना चाहिए
ja: ログ最初の引数は、0より大きい必要があります
pt: LOG primeiro argumento deve ser maior que 0
ru: ВХОД Первый аргумент должен быть больше 0

source: ROUND second argument must be numeric
af: RONDTE tweede argument moet numeries wees
ar: جولة الحجة الثانية يجب أن تكون رقمية
de: ROUND zweite Argument muss numerisch sein
es: El segundo argumento de REDONDEAR tiene que ser numérico
fr: ROUND deuxième argument doit être numérique
hi: दूसरे दौर तर्क संख्यात्मक होना चाहिए
ja: ラウンド2番目の引数は数値でなければなりません
pt: ROUND segundo argumento deve ser numérico
ru: КРУГЛЫЙ второй аргумент должен быть числовым

source: DDB life must be greater than 1
af: DDB lewe moet groter as 1
ar: DDB الحياة يجب أن تكون أكبر من 1
de: DDB Leben muss größer sein als 1
es: Vida DDB tiene que ser mayor a 1
fr: DDB vie doit être supérieur à 1
hi: DDB जीवन 1 से अधिक होना चाहिए
ja: DDBに寿命が1よりも大きくなければなりません。
pt: A vida DDB deve ser superior a 1
ru: DDB жизни должно быть больше 1

source: SLN life must be greater than 1
af: SLN lewe moet groter as 1
ar: 1 شركة النيكل الحياة يجب أن تكون أكبر من
de: SLN Leben muss größer sein als 1
es: Vida SLN tiene que ser mayor a 1
fr: SLN vie doit être supérieur à 1
hi: एसएलएन जीवन 1 से अधिक होना चाहिए
ja: slnファイルの生活が1よりも大きくなければなりません。
pt: SLN vida deve ser superior a 1
ru: SLN жизни должно быть больше 1

source: value
af: waarde
ar: القيمة
de: Wert
es: valor
fr: valeur
hi: मूल्य
ja: 値
pt: valor
ru: Значение

source: value1, value2, ...
af: waarde1, value2, ...
de: Wert1, Wert2, ...
es: valor1, valor2, ...
hi: मान 1, मान 2, ...
ja: はvalue1、value2、...
pt: valor1, valor2, ...
ru: значение1, значение2, ...

source: valueX, valueY
af: waardeX, valueY
es: valorX, valorY
hi: मूल्य एक्स, मूल्य वाई
pt: valorX, valorY

source: index, value1, value2, ...
af: indeks, waarde1, value2, ...
ar: مؤشر ، value1 ، value2 ،...
de: Index, Wert1, Wert2, ...
es: indice, valor1, valor2, ...
hi: सूचकांक, मान 1, मान 2, ...
ja: インデックスはvalue1、value2、...
pt: indice, valor1, valor2, ...
ru: индекс, значение1, значение2, ...

source: range
af: reeks
ar: نطاق
de: Bereich
es: rango
hi: श्रेणी
ja: 範囲
pt: intervalo
ru: линия

source: range, criteria
af: omvang, kriteria
ar: نطاق ، معايير
de: Bereich, Suchkriterien
es: rango, criterio
fr: gamme,critères
hi: श्रेणी, शर्तें
ja: 範囲、条件
pt: intervalo, critérios
ru: диапазон, критерии

source: year, month, day
af: jaar, maand, dag
ar: السنة ، الشهر ، اليوم
de: Jahr, Monat, Tag
es: año, mes, día
fr: année, mois, jour
hi: वर्ष, महीने के दिन,
ja: 年、月、日
pt: No ano, mês, dia
ru: год, месяц, день

source: databaserange, fieldname, criteriarange
es: rangobasedatos, nombrecampo, rangocriterio
hi: डैटबेस,फ़ील्डनेम,क्राएटेरियारेन्ज
ja: 、フィールド名criteriarange databaserange

source: cost, salvage, lifetime, period [, factor]
af: koste, berge, leeftyd, periode [, faktor]
ar: تكلفة ، تعويض ، عمر ، فترة ، [عامل]
de: Anschaffungswert, Restwert, Lebensdauer, Zeitraum [Faktor]
es: costo, recuperar, toda la vida, periodo [, factor]
fr: coût, récupération, durée de vie, période [, facteur]
hi: लागत, बचाना, जीवन, अवधि [कारक,]
ja: 費用、残存価額、寿命期間[因子]
pt: custo, recuperação, tempo de vida, período, [factor]
ru: стоимость, утиль, срок службы, срок [фактор]

source: string1, string2 [, start]
af: string1, string2 [begin]
ar: string1 ، string2 [، اضافة]
es: cadena1, cadena2 [, inicio]
hi: 1 स्ट्रिंग, स्ट्रिंग 2 [शुरू]
ja: string1が、string2の[開始]
ru: string1, string2 [, начало]

source: rate, n, payment, [pv, [paytype]]
af: koers, n, betaling, [pv, [Betaling Type]]
ar: معدل ، ن ، والدفع ، [الفلطاضوئية ، [paytype]]
de: rate, n, Zahlung, [PV, [paytype]]
es: tasa, n, pago, [pv, [tipopago]]
fr: taux, n, le paiement, [pv, [paytype]]
hi: दर, एन, भुगतान, [पीवी, [पेटाईप]]
ja: レート所蔵、お支払い、[PV、歌詞、[paytype]]
pt: tasa, n, pago, [pv, [tipopago]]
ru: Курс, N, оплата, [PV, [PayType]]

source: value, range, row, [rangelookup]
af: waarde, reeks, ry, [rangelookup]
ar: القيمة ، والمدى ، والصف ، [rangelookup]
de: Wert, Reichweite, Reihe, [rangelookup]
es: valor, rango, fila, [rangodebusqueda]
fr: valeur, gamme, ligne, [rangelookup]
hi: मूल्य, श्रेणी, पंक्ति, [रैन्जलुकअप]
ja: 値、範囲、行、[rangelookup]
pt: O valor, escala, linha [rangelookup]
ru: значения, диапазон, строка [rangelookup]

source: logical-expression, true-value, false-value
af: logies-uitdrukking, waar-waarde, vals-waarde
ar: منطقية التعبير ، وذات قيمة حقيقية أو زائفة القيمة
de: logisch-Ausdruck, true-Wert, false-Wert
es: expresión-logica, valor-verdadero, valor-falso
fr: logiques d'expression, la valeur vraie, valeur fausse-
hi: तार्किक-अभिव्यक्ति, सही मूल्य, झूठी मूल्य
ja: 論理式、真の値を、偽の値
pt: A expressão-lógica, o valor verdadeiro, falso-valor
ru: логические выражения, истинные значения, ложные значения

source: range, rownum, colnum
af: reeks, rownum, colnum
ar: ، rownum ، colnumطائفة ،
de: Bereich, rownum, colnum
es: rango, filannúmero, columnanúmero
fr: gamme, rownum, colnum
hi: श्रेणी, पंक्ति संख्या, स्तंभ संख्या
ja: 範囲は、rownumは、colnum
pt: intervalo, rownum, colnum
ru: диапазона, ROWNUM, colnum

source: range, [guess]
af: reeks, [dink]
ar: مجموعة ، [تخمين]
de: Bereich, [guess]
es: range, [suponer]
fr: gamme, [guess]
hi: सीमा, [अनुमान]
ja: 範囲は、[推測]
pt: range, [acho]
ru: Диапазон, [думаю]

source: text, count
af: teks, reken
ar: النص ، والاعتماد
es: texto, contar
hi: पाठ, गिनती
ja: テキスト、カウント
pt: O texto, contar
ru: Текст, кол-во

source: value, base
af: waarde, basis
ar: القيمة ، وقاعدة
de: Wert, Basis
es: valor, base
fr: valeur, base
hi: मूल्य , आधार
ja: 値は、基本
pt: valor, base
ru: Значение, на базе

source: value, range, [rangelookup]
af: waarde, reeks, [rangelookup]
ar: القيمة ، مجموعة ، [rangelookup]
de: Wert, Bereich, [rangelookup]
es: valor, rango, [rangodebusqueda]
fr: valeur, la portée, [rangelookup]
hi: मूल्य, श्रेणी, [रैन्जलुकअप]
ja: 値、範囲、[rangelookup]
pt: valor, intervalo , [rangelookup]
ru: значения, диапазон, [rangelookup]

source: text, start, length
af: teks, die begin van lengte
ar: النص ، بداية ، وطول
es: texto, iniciar, longitud
fr: texte, début, longueur
hi: पाठ, प्रारंभ, लंबाई
ja: 文字列、開始、長さ
pt: texto, de início, duração
ru: текст, начало, длина

source: rate, payment, pv, [fv, [paytype]]
af: koers, betaling, pv, [fv, [Betaling Type]]
ar: معدل ودفع الرسوم والكهروضوئية ، [ف. ف ، [paytype]]
de: Rate, Zahlung, pv [fv [paytype]]
es: tasa, pago, pv, [tipopago]]
fr: taux, le paiement, pv, [fv, [paytype]]
hi: दर, भुगतान, पीवी , [एफ़वी , [ पेटाईप ]]
ja: 料金、お支払い、PV、歌詞、[将来価値、[paytype]]
pt: taxa, taxa, pv,[FV, [PayType]]
ru: Оцените, оплата, PV, [Ф.В., [PayType]]

source: rate, value1, value2, ...
af: koers, waarde1, value2, ...
ar: معدل ، value1 ، value2 ،...
de: Zins, Wert1, Wert2, ...
es: tasa, valor1, valor2, ...
fr: taux, valeur1, valeur2, ...
hi: दर, मान 1, मान 2, ...
ja: 率はvalue1、value2、...
pt: taxa, valor1, valor2, ...
ru: ставка, значение1, значение2, ...

source: rate, n, pv, [fv, [paytype]]
af: koers, n, pv, [fv, [Betaling Type]]
ar: معدل ، ن ، الكهروضوئية ، [ف. ف ، [paytype]]
es: tasa, n, pv, [fv, [tipopago]]
fr: taux, n, pv, [fv, [paytype]]
hi: दर,रैन्जलुकअप , पीवी , [एफ़वी , [ पेटाईप ]]
ja: レート所蔵、PV、歌詞、[将来価値、[paytype]]
pt: taxa, n, pv, [fv, [PayType]]
ru: Оцените, N, PV, [Ф.В., [PayType]]

source: rate, n, payment, [fv, [paytype]]
af: koers, n, betaling, [fv, [Betaling Type]]
ar: معدل ، ن ، والدفع ، [ف. ف ، [paytype]]
de: rate, n, Zahlung, [fv [paytype]]
es: tasa, n, pago, [fv, [tipopago]]
fr: taux, n, le paiement, [fv, [paytype]]
hi: दर, एन, भुगतान, [एफ़वी , [ पेटाईप ]]
ja: レート所蔵、お支払い、[将来価値、[paytype]]
pt: taxa, n, pagamento, [fv, [PayType]]
ru: Оцените, N, оплата, [Ф.В., [PayType]]

source: n, payment, pv, [fv, [paytype, [guess]]]
af: n, betaling, pv, [fv, [Betaling Type, [dink]]]
ar: ن ، والدفع ، الكهروضوئية ، [ف. ف ، [paytype ، [تخمين]]]
de: n, Zahlung, pv [fv [paytype, [guess]]]
es: n, pago, pv, [fv, [tipopago, [suponer]]]
fr: n, le paiement, pv, [fv, [paytype, [guess]]]
hi: एन, भुगतान, पीवी, [एफ़वी, [पेटाईप, [अनुमान]]]
ja: Ñ、お支払い、PV、歌詞、[将来価値、[paytype、[推測]]]
pt: n, pagamento, pv, [fv, [PayType, [suponer]]]
ru: N, оплата, PV, [Ф.В., [PayType, [думаю]]]

source: text1, start, length, text2
af: text1, begin, lengte, text2
ar: ، بداية ، وطولها ، text2text1
es: texto1, iniciar, longitud, texto2
fr: text1, début, longueur, Text2
hi: 1 पाठ, प्रारंभ, लंबाई, 2 पाठ
ja: [テキスト1]を起動、長さ、テキスト2
pt: texto1, start, length, texto2
ru: текст1, начало, длина, text2

source: value, [precision]
af: waarde, [presies]
ar: القيمة ، [دقيقة]
de: Wert, [Genauigkeit]
es: valor, [precisión]
fr: valeur, [précision]
hi: मूल्य, [सटीक]
ja: 値は、[高精度]
pt: valor, [precisão]
ru: Значение, [Precision]

source: cost, salvage, lifetime
af: kos, redding, leeftyd
ar: تكلفة ، تعويض ، عمر
de: Anschaffungswert, Restwert, Lebensdauer
es: costo, recuperar, toda la vida
fr: coût, récupération, durée de vie
hi: लागत, बचाना, जीवन
ja: 費用、残存価額、耐用寿命
pt: custo, recuperação, tempo de vida
ru: стоимость, утиль, жизнь

source: cost, salvage, lifetime, period
af: kos, redding, leeftyd, periode
ar: تكلفة ، تعويض ، عمر ، فترة
de: Anschaffungswert, Restwert, Leben, Zeit
es: costo, recuperar, toda la vida, periodo
fr: coût, récupération, durée de vie, période
hi: लागत, बचाना, जीवन, अवध
ja: 費用、残存価額、寿命期間
pt: custo, recuperação, tempo de vida, período
ru: стоимость, утиль, срок службы, срок

source: text1, oldtext, newtext [, occurrence]
af: text1, oldtext, newtext [, voorkoms]
ar: text1 ، oldtext ، newtext [، حدوث]
de: text1, oldtext, neuertext [, occurrence]
es: texto1, textoviejo, textonuevo [, ocurrencia]
fr: text1, oldtext, newtext [, événement]
hi: 1 पाठ, पुराने पाठ, नया पाठ [घटना,]
ja: [テキスト1]、oldtext、newtext [、発生]
pt: text1, oldtext, newtext, [ocorrência]
ru: текст1, oldtext, newtext [, возникновение]

source: range1, criteria [, range2]
af: range1, kriteria [, range2]
ar: range1 ، ومعايير [، range2]
de: range1, Kriterien [, range2]
es: rango1, criterio [, rango2]
fr: range1, les critères [, Rangée2]
hi: श्रेणी 1, मापदंड [, सीमा 2]
ja: range1、条件[、範囲2]
pt: range1, critérios, [range2]
ru: Range1, критерии [, Range2]

source: hour, minute, second
af: uur, minuut, sekonde
ar: الساعة ، الدقيقة ، الثانية
de: Stunde, Minute, Sekunde
es: hora, minuto, segundo
fr: heure, minute, seconde
hi: घंटा, मिनट, पल
ja: 時間、分、秒
pt: hora, minuto, segundo
ru: часы, минуты, секунды

source: text
hi: पाठ

source: value, range, col, [rangelookup]
af: waarde, reeks, kol, [rangelookup]
ar: القيمة ، وطائفة ، العمود ، [rangelookup]
de: Wert, Bereich, col, [rangelookup]
es: valor, rango, columnna, [rangodebusqueda]
fr: valeur, la portée, col, [rangelookup]
hi: मूल्य, श्रेणी, कर्नल, [रैन्जलुकअप]
ja: 値の範囲は、カラム、[rangelookup]
pt: O valor, alcance, col, [rangelookup]
ru: значения, диапазон, Col, [rangelookup]

source: date, [type]
af: datum, [tipe]
ar: حتى الآن ، [نوع]
de: Datum, [type]
es: fecha, [tipo]
hi: तारीख, [प्रकार]
ja: 日付、[タイプ]
pt: data [tipo]
ru: Дата, [тип]

source: date
af: datum
ar: تاريخ
de: Datum
es: fecha
hi: तारीख
ja: 日付
ru: свидание

source: All
af: Alles
ar: الكل
de: Alle
es: Todo
fr: Tous
hi: सभी
ja: すべての
pt: Todos
ru: Все

source: Statistics
af: Statistieke
ar: إحصاءات
de: Statistik
es: Estadisticas
fr: Statistiques
hi: सांख्यिकी
ja: 統計
pt: Estadisticas
ru: Статистика

source: Lookup
ar: بحث
es: Buscar
hi: लुकअप
ja: ルックアップ
pt: Page
ru: Поиск

source: Financial
af: Finansiële
ar: المالية
es: Financiera
fr: Financière
hi: वित्तीय
ja: 金融
pt: Financeiro
ru: Финансовые

source: Test
af: Toets
ar: اختبار
es: Prueba
hi: टेस्ट
ja: 試験
ru: Проверка

source: Math
ar: الرياضيات
es: Matemáticas
hi: गणित
ja: 数学
pt: Matemática

source: Not Set
hi: सेट नहीं

source: Set Cells To Graph
af: Set Selle Om Grafiek
ar: مجموعة الخلايا إلى الرسم البياني
de: Set Zellen, Diagramm
es: Set celdas Para El Gráfico
fr: Cels Set to Graph
hi: सेट सेल करने के लिए ग्राफ़
ja: 設定するセルにグラフ
pt: Para Definir Células Gráfico
ru: Задать клеток график

source: Graph Type
af: Grafiek Tipe
ar: نوع الرسم البياني
de: Diagramm TypeGraph Typ
es: Tipo de gráfico
fr: Type de graphique
hi: ग्राफ़ प्रकार
ja: グラフの種類
pt: Tipo de Gráfico
ru: Тип диаграммы

source: filter:alpha(opacity=90);opacity:.9;
af: filter: alpha (opacity = 90); opaciteit: ,9;
ar: فلتر : ألفا (عتامة = 90) ؛ التعتيم :.9 ؛
hi: फिल्टर: अल्फा (= 90 अस्पष्टता); अपारदर्शिता: .9;
ja: フィルタ：アルファ（不透明度= 90）;不透明度：0.9;
ru: Фильтр: Alpha (Opacity = 90); непрозрачности: .9;
