Repository: seetadev/PolyOps
Catalog: incidentalarmstorage/sushiswap-computation-data-visualization/po/*.po
Languages: af, ar, de, es, fr, hi, ja, pt, ru

source: Returns the present value of the given number of payments each invested at the given rate, with optional future value (default 0) and payment type (default 0 = at end of period, 1 = beginning of period).
af: Opgawes die huidige waarde van die gespesifiseerde getal van die betalings elke belê teen die gegewe prys, met opsioneel toekomstige waarde (standaard 0) en die tipe van betaling (standaard 0 = aan einde van tydperk, 1 = begin van tydperk).
ar: إرجاع القيمة الحالية لعدد معين من المبالغ المستثمرة في كل من سعر معين ، مع القيمة المستقبلية اختياري (الافتراضي 0) ونوع الدفع (الافتراضي = 0 في نهاية الفترة ، 1 = بداية الفترة).
de: Liefert den Barwert der gegebenen Anzahl der Zahlungen jeweils auf die gegebenen Zinssatz investiert, optional mit zukünftigen Wert (Standard: 0) und Art der Bezahlung (default 0 = am Ende der Periode, 1 = Beginn der Periode).
es: Regresa el valor presente de un número determinado de pagos cada vez invertido a una tasa dada, con un valor futuro opcional (predeterminado 0) y un tipo de pago (predeterminado 0 = al final del periodo, 1 = inicio del periodo).
fr: Retourne la valeur actuelle du nombre donné de paiements chacune investi au taux donné, avec la valeur future optionnels (par défaut 0) et le type de paiement (par défaut 0 = en fin de période, 1 = début de la période).
hi: लाभ के भुगतान की दी गई संख्या के वर्तमान मूल्य दी दर पर निवेश किया, वैकल्पिक भविष्य मूल्य (0 डिफ़ॉल्ट) और भुगतान प्रकार के साथ (0 डिफ़ॉल्ट = अवधि के अंत में, 1 अवधि की शुरुआत = प्रत्येक).
ja: の支払いを指定された数を返します現在の値は、各指定されたレートで、オプションの将来の値（デフォルトは0）と支払タイプ（デフォルトは0期の終わり=で、1期の始まり=投資）。
pt: Retorna o valor presente de um dado número de pagamentos a cada investida à taxa determinada, com valor futuro opcional (padrão 0) e tipo de pagamento (default = 0 no final do período, 1 = início do período).
ru: Возвращает текущую стоимость данного количества платежей Каждый из них вложил в данном случае, с опциональным будущем (по умолчанию 0) и тип платежа (по умолчанию = 0 в конце периода, 1 = начало периода).

source: Converts value in degrees into radians.
af: Converteert waarde in die grade na radiale.
ar: تحويل القيمة في درجات الى راديان.
de: Konvertiert in Grad in Bogenmaß.
es: Convierte el valor de grados a radianes.
fr: Convertit la valeur en degrés en radians.
hi: डिग्री में कांति मूल्य में धर्मान्तरित.
ja: ラジアンに度の値に変換します。
pt: Converte o valor em graus para radianos.
ru: Преобразование значения в градусах в радианах.

source: Returns the rate at which the given number of payments each invested at the given rate has the specified present value, with optional future value (default 0) and payment type (default 0 = at end of period, 1 = beginning of period). Uses an iterative process that will return #NUM! error if it does not converge. There may be more than one possible solution. Providing the optional guess value may help in certain situations where it does not converge or finds an inappropriate solution (the default guess is 10%).
af: Opgawes die tempo waarteen die gegewe aantal betalings elke belê teen die gegewe prys het die gespesifiseerde huidige waarde, met opsioneel toekomstige waarde (standaard 0) en die tipe van betaling (standaard 0 = aan einde van tydperk, 1 = begin van tydperk). Gebruik van 'n iteratiewe proses wat # NUM sal terugkeer! fout as dit nie konvergeer. Miskien is daar meer as een moontlike oplossing. Die verskaffing van die opsionele raai waarde kan help waar dit nie gebeur nie konvergeer in sekere situasies of vind 'n oplossing nie (die standaard dink 10% is).
ar: عودة المعدل الذي لعدد معين من المبالغ المستثمرة في كل من معدل معين قد القيمة المحددة الحالية ، مع القيمة المستقبلية اختياري (الافتراضي 0) ونوع الدفع (الافتراضي = 0 في نهاية الفترة ، 1 = بداية الفترة). يستخدم عملية تكرارية ، سيعود # ارقام! الخطأ إذا كان لا تتلاقى. قد يكون هناك أكثر من حل واحد ممكن. توفير قيمة تخمين اختياري قد يساعد في حالات معينة ، حيث أنها لا تتلاقى أو يجد حلا غير مناسب (تخمين الافتراضي هو 10 ٪).
de: Gibt die Geschwindigkeit, mit der die angegebene Anzahl von Zahlungen an die jeweils gegebenen Zinssatz investiert hat die angegebene Barwert, optional mit zukünftigen Wert (Standard: 0) und Art der Bezahlung (default 0 = am Ende der Periode, 1 = Beginn der Periode). Verwendet ein schrittweiser Prozess, # NUM will return! Fehler, wenn sie nicht konvergiert. Es kann mehr als eine mögliche Lösung. Die Bereitstellung der optionalen erraten Wert kann in bestimmten Situationen helfen, wo es nicht konvergiert oder findet zu einer sachgerechten Lösung (der Standard Vermutung ist, 10%).
es: Regresa la tasa a la cual el número dado de pagos cada vez invertido a una tasa dada tiene el valor presente especificado, con valor futuro opcional (predeterminado 0) y tipo de pago (predeterminado 0 = al final del periodo, 1 = inicio del periodo). Usa un proceso interactivo que regresara un error #NUM! si no coincide. Puede haber mas de una posible solución. Proveyendo el valor suponer opcional puede ayudar en ciertas situaciones donde no coincide o encuentra una solución inapropiada (el suponer predeterminado es 10%).
fr: Renvoie la vitesse à laquelle le nombre donné de paiements chaque investi au taux donné a la valeur spécifiée, avec une valeur future optionnels (par défaut 0) et le type de paiement (par défaut 0 = en fin de période, 1 = début de la période). Utilise un processus itératif, qui renvoie # NUM! si elle ne converge pas d'erreur. Il y mai être plus d'une solution possible. Fournir la valeur estimée facultative mai aider dans certaines situations où elle ne converge pas ou trouve une solution appropriée (la proposition par défaut est de 10%).
hi: रिटर्न दर जिस पर भुगतान की दी गई संख्या प्रत्येक दी दर पर निवेश निर्दिष्ट वर्तमान मूल्य है, वैकल्पिक भविष्य मूल्य (0 डिफ़ॉल्ट) और भुगतान प्रकार के साथ (= अवधि के अंत में डिफ़ॉल्ट 0, 1 = अवधि की शुरुआत). चलने का एक प्रक्रिया है कि # नम लौटेगा का उपयोग करता है! त्रुटि एकाग्र नहीं अगर यह होता है. वहाँ एक से अधिक संभव समाधान हो सकता है. वैकल्पिक मूल्य लगता है कुछ स्थितियों में, जहां यह नहीं एकाग्र मदद मिल सकती है या अनुचित समाधान उपलब्ध कराना पाता है (डिफ़ॉल्ट लगता है कि 10% है).
ja: を返し、これで支払いを指定された数ごとに、指定されたレートでの投資の割合は、オプションの将来の値（デフォルトは0）とお支払いの種類と期間の終わり=で（デフォルトは0、1期の始まり=）は、指定された現在の値を持ちます。はに＃NUMを返します。反復プロセスを使用して！エラーが発生しない場合は収束する。 2つ以上可能な解決策になることがあります。特定の状況ではそれはない収束を助けるかもしれない、または不適切な解を求めるオプションの推測値を提供する（デフォルトでは推測10％）です。
pt: Retorna a taxa na qual um dado número de pagamentos a cada investida à taxa de dado tem o valor especificado presente, com o valor futuro opcional (padrão 0) e tipo de pagamento (default = 0 no final do período, 1 = início do período). utiliza um processo iterativo, que irá retornar o erro # NUM! se não convergir. Pode haver mais de uma solução possível. fornecer o valor acho opcionais podem ajudar em certas situações em que não converge, ou encontrar uma solução inadequada (o padrão adivinhar é de 10%).
ru: Возврат ставки, при которой данное количество платежей Каждый из них вложил в данный курс указанной текущей стоимости, по желанию с будущим (по умолчанию 0) и тип платежа (по умолчанию = 0 в конце периода, 1 = начало периода). Использование итеративного процесса, который вернет # NUM! ошибки, если она не сходится. Там может быть более чем одно из возможных решений. Обеспечение дополнительное значение думаю, может помочь в некоторых ситуациях, когда не сходятся или считает неуместным решение (по умолчанию, полагаю, 10%).

source: Returns text1 with the specified number of characters starting from the specified position replaced by text2.
af: Returns text1 met die gespesifiseerde aantal van karakters vanaf die gespesifiseerde posisie vervang deur text2.
ar: عودة text1 مع عدد محدد من الحروف ابتداء من الموضع المحدد استبداله text2.
de: Gibt text1 mit der angegebenen Anzahl von Zeichen ab der angegebenen Position durch text2 ersetzt.
es: Regresa texto1 con el número especificado de caracteres empezando en la posición especificada reemplazada por texto2.
fr: Retours text1 avec le nombre spécifié de caractères à partir de la position spécifiée remplacé par text2.
hi: रिटर्न पाठ-1 निर्दिष्ट पाठ की जगह की स्थिति-2 का मूल्य उस अक्षर के निर्दिष्ट संख्या के साथ.
ja: 文字を指定した位置にテキスト2に置き換えから、指定した数を返します[テキスト1]。
pt: Retorna text1 com o número especificado de caracteres a partir da posição especificada substituído por texto2.
ru: Возвращает text1 с определенным количеством символов, начиная с указанной позиции заменен text2.

source: Returns the text repeated the specified number of times.
af: Opgawes van die teks herhaal die gespesifiseerde aantal kere.
ar: بإرجاع النص المتكرر في عدد محدد من المرات.
de: Gibt den Text wiederholt die angegebene Anzahl von Zeiten.
es: Regresa el texto repetido el número especificado de veces.
fr: Retourne le texte répété le nombre de fois spécifié.
hi: रिटर्न पाठ बार की निर्दिष्ट संख्या दोहराया.
ja: テキスト回指定した数の繰り返しを返します。
pt: Retorna o texto repetido o número de vezes especificado.
ru: Возвращает текст повторяется указанное число раз.

source: Returns the specified number of characters from the text value starting from the end. If count is omitted, 1 is assumed.
af: Opgawes van die gespesifiseerde aantal van karakters uit die teks waarde vanaf die einde. As Telling uitgelaat is, 1 aanname gemaak word.
ar: إرجاع عدد محدد من الأحرف من قيمة النص ابتداء من نهاية المباراة. إذا عد محذوفا ، يفترض 1.
de: Gibt die angegebene Anzahl an Zeichen aus der Text-Wert ab dem Ende. Wenn count weggelassen wird, wird 1 verwendet.
es: Regresa el número especificado de caracteres de el valor de texto empezando por el final. Si contar es omitido, 1 es asumido.
fr: Retourne le nombre spécifié de caractères à partir de la valeur du texte à partir de la fin. Si count est omis, 1 est pris en charge.
hi: लाभ पात्रों की निर्दिष्ट पाठ के अंत से शुरू मूल्य से संख्या. यदि गणना लोप है, 1 माना जाता है.
ja: テキストの値の末尾から開始から文字の戻り値は、指定した数です。 countを省略すると、1とみなされます。
pt: Retorna o número especificado de caracteres do valor de texto a partir do final. Se a contagem for omitido, 1 será adotado.
ru: Возвращает указанное количество символов из текстового значения, начиная с конца. Если опущена кол, предполагается 1.

source: Rounds the value to the specified number of decimal places. If precision is negative, then round to powers of 10. The default precision is 0 (round to integer).
af: Rondtes van die waarde van die gespesifiseerde aantal desimale plekke. As akkuraatheid negatief is, dan rond te magte van 10. Die standaard akkuraatheid is 0 (ronde tot heelgetal).
ar: جولات القيمة إلى عدد محدد من المنازل العشرية. إذا دقة السلبية ، ثم جولة لقوى 10. الدقة الافتراضية هي 0 (جولة لعدد صحيح).
es: Redondea el valor al número especificado de lugares decimales. Si la precisión es negativa, entonces redondea a la potencia de 10. La precisión predeterminada es 0 (redondeada al entero).
fr: Arrondit la valeur au nombre spécifié de décimales. Si la précision est négatif, puis autour des puissances de 10. La précision par défaut est 0 (rond en entier).
hi: दौर दशमलव स्थानों की निर्दिष्ट संख्या के लिए मान. यदि सटीक नकारात्मक है, तो दौर 10 की शक्तियों को. डिफ़ॉल्ट सटीक 0 दौर (को पूर्णांक) है.
ja: 丸める小数点以下の桁の指定された番号に値を返します。場合の精度が負の場合、そのラウンドを10の累乗する。デフォルトの精度は整数型の0（ラウンド）です。
pt: Arredonda o valor para o número especificado de casas decimais. Se a precisão for negativa, então volta para potências de 10. A precisão padrão é 0 (arredondar para número inteiro).
ru: Раунды значение до указанного количества десятичных разрядов. Если точность является негативным, то круглый степени 10. Точность по умолчанию равна 0 (круглый в целое).

source: Returns the number of rows in the range.
af: Opgawes die aantal rye in die reeks.
ar: إرجاع عدد الصفوف في هذه المجموعة.
de: Liefert die Anzahl der Zeilen in der Palette.
es: Regresa el número de filas en el rango.
fr: Retourne le nombre de lignes dans la gamme.
hi: रिटर्न रेंज में पंक्तियों की संख्या.
ja: の範囲内の行数を返します。
pt: Retorna o número de linhas no intervalo.
ru: Возвращает количество строк в диапазоне.

source: Returns the second portion of a time or date/time value (truncated to an integer).
af: Opbrengste van die tweede gedeelte van 'n tyd of die datum / tyd waarde (kapt om' n heelgetal).
ar: يعود الجزء الثاني من الوقت أو التاريخ / القيمة الزمنية (اقتطاع إلى عدد صحيح).
de: Gibt den zweiten Teil einer Zeit oder Datum / Uhrzeit-Wert (gekürzt auf Integer).
es: Regresa la segunda porción de un valor tiempo o fecha/tiempo (truncado un entero).
fr: Retourne la seconde portion d'une heure ou la date / heure (arrondie).
hi: रिटर्न एक समय या तिथि के दूसरे भाग / समय (मूल्य एक पूर्णांक तक छोटा कर दिया).
ja: 時刻または日付を返す、2番目の部分/時刻の値（整数）に切り捨てられます。
pt: Retorna a segunda parcela de um tempo ou valor de data / hora (truncado para um inteiro).
ru: Возвращает Вторая часть времени или даты / времени (обрезаются до целого числа).

source: Trigonometric sine function (value is in radians)
af: Trigonometriese sinus funksie (waarde is in radiale)
ar: مثلثي دالة جيبية (القيمة هي في راديان)
de: Trigonometrische Sinusfunktion (Wert wird in Bogenmaß)
es: Función trigonometrica seno (valor esta en radianes)
fr: Trigonométriques sinus fonction (la valeur est en radians)
hi: त्रिकोणमितीय साइन समारोह (मूल्य कांति में है )
ja: 三角法の正弦関数（値はラジアンでです）
pt: Função trigonométrica seno (valor é em radianos)
ru: Тригонометрические функции синус (Значение задается в радианах)

source: Returns the amount of depreciation at each period of time using the straight-line method.
af: Opgawes van die bedrag van waardevermindering op elke periode van tyd met behulp van die reguitlyn-metode.
ar: بإرجاع مبلغ الاستهلاك في كل فترة من الزمن باستخدام الأسلوب خط مستقيم.
de: Gibt die Höhe der Abschreibungen auf jeder Zeit mit Hilfe der linearen Methode.
es: Regresa la cantidad de depreciación a cada periodo de tiempo usando el metodo de la linea-recta.
fr: Retourne le montant de la dépréciation à chaque période de temps en utilisant la méthode de l'amortissement linéaire.
hi: समय के प्रत्येक अवधि के-सीधी रेखा पद्धति का उपयोग करके पर रिटर्न मूल्यह्रास की राशि.
ja: 時間のそれぞれの期間は、定額法を使用して戻り値の減価償却額。
pt: Retorna o valor da depreciação em cada período de tempo usando o método da linha recta.
ru: Возвращает сумму амортизации в каждый период времени с использованием линейного метода.

source: Square root of the value
af: Vierkantswortel van die waarde
ar: الجذر التربيعي للقيمة
de: Quadratwurzel des Wertes
es: Raiz cuadrada del valor
fr: La racine carrée de la valeur
hi: मूल्य का वर्गमूल
ja: 値の平方根
pt: Raiz quadrada do valor
ru: Квадратный корень из значения

source: Returns the sample standard deviation of the numeric values.
af: Opgawes die monster standaardafwyking van die numeriese waardes.
ar: إرجاع نموذج الانحراف المعياري للقيم رقمية.
de: Gibt die Stichproben-Standardabweichung der numerischen Werte.
es: Regresa la desviación estandard de la muestra de los valores numéricos.
fr: Retourne l'écart type des valeurs numériques.
hi: रिटर्न नमूना संख्यात्मक मूल्यों का मानक विचलन.
ja: 数値の戻り値は、サンプルの標準偏差を返します。
pt: Retorna o desvio padrão da amostra dos valores numéricos.
ru: Возвращает стандартное отклонение выборки числовых значений.

source: Returns the standard deviation of the numeric values.
af: Opgawes die standaardafwyking van die numeriese waardes.
ar: بإرجاع الانحراف المعياري للقيم رقمية.
de: Gibt die Standardabweichung der numerischen Werte.
es: Regresa la desviación estandard de los valores numéricos.
fr: Retourne l'écart type des valeurs numériques.
hi: रिटर्न संख्यात्मक मूल्यों का मानक विचलन.
ja: 戻り値は、数値値の標準偏差を返します。
pt: Retorna o desvio padrão dos valores numéricos.
ru: Возвращает стандартное отклонение числовых значений.

source: Returns text1 with the all occurrences of oldtext replaced by newtext. If occurrence is present, then only that occurrence is replaced.
af: Returns text1 met die alle voorkomste van oldtext vervang deur newtext. As voorval teenwoordig is nie, dan net dat die voorkoms vervang is.
ar: عودة text1 مع تواجد جميع oldtext استبداله newtext. إذا حدث هو الحاضر ، إلا أن حدوث ذلك يتم استبداله.
de: Gibt text1 mit dem alle Vorkommen von oldtext neuertext ersetzt. Wenn Vorkommen vorhanden ist, dann nur, dass Vorkommen ersetzt wird.
es: Regresa texto1 con todas las ocurrencias del textoviejo reemplazado por textonuevo. Si ocurrencia esta presente, entonces unicamente la ocurrencia es reemplazada.
fr: Retours text1 avec les toutes les occurrences de oldtext remplacé par newText. Si l'accident est présent, alors que cet incident est remplacé.
hi: रिटर्न पाठ-1 निर्दिष्ट पाठ की जगह की स्थिति-2 का मूल्य उस अक्षर के निर्दिष्ट संख्या के साथ.
ja: oldtext newtextに置き換え、すべての出現を返します[テキスト1]。もし発生存在する場合、のみが置換されます。
pt: Retorna text1 com as ocorrências de todos oldtext substituído por newtext. Ocorrência Se estiver presente, então, apenas que a ocorrência é substituído.
ru: Возвращает text1 со всех вхождений oldtext заменены newtext. При возникновении присутствует, то только то, что заменили возникновения.

source: Adds the numeric values. The values to the sum function may be ranges in the form similar to A1:B5.
af: Voeg die numeriese waardes. Die waardes aan die som-funksie kan bereik, in die vorm soortgelyk aan A1: B5 word.
ar: ويضيف القيم الرقمية. القيم إلى وظيفة يمكن أن يتراوح المبلغ في شكل مماثل لA1 : B5.
de: Fügt die numerischen Werte. Die Werte, auf die Summe Funktion können Bereiche in der Form ähnlich wie A1: B5.
es: Adiciona los valores numéricos. Los valores para la función suma pueden ser rangos en la forma similar a A1:B5.
fr: Ajoute les valeurs numériques. Les valeurs de la fonction SOMME mai être des plages dans la forme semblable à A1: B5.
hi: संख्यात्मक मान जोड़ता है. राशि समारोह में मूल्यों ए 1 के समान रूप: ए 5 में पर्वतमाला हो सकता है.
ja: 数値の値を追加します。 sum関数の値は、フォームのA1に同様の範囲：B5の可能性があります。
pt: Adiciona los valores numéricos. Los valores para la función suma pueden ser rangos en la forma similar a A1:B5.
ru: Добавляет числовых значений. Значения в сумме функция может быть диапазонов в виде аналогичного А1: В5.

source: Sums the numeric values of cells in the range that meet the criteria. The criteria may be a value ('x', 15, 1+3) or a test (>25). If range2 is present, then range1 is tested and the corresponding range2 value is summed.
af: Kostes van die numeriese waardes van die selle in die reeks wat aan die kriteria voldoen. Die kriteria kan wees van 'n waarde (' x ', 15, 1 3) of' n toets (> 25). As range2 teenwoordig is nie, dan range1 is getoets en die ooreenstemmende range2 waarde is opgesom.
ar: مبالغ القيم الرقمية من الخلايا في النطاق التي تفي بالمعايير. معايير قد تكون قيمة ( 'س' ، 15 ، 1 +3) أو اختبار (> 25). range2 إذا كان موجودا ، ثم range1 هو اختبار والمقابلة range2 قيمة تتلخص.
de: Beträge, die numerischen Werte der Zellen in dem Bereich, dass die Kriterien erfüllen. Die Kriterien kann ein Wert ( 'x', 15, 1 3) oder einen Test (> 25). Wenn range2 vorhanden ist, wird dann range1 geprüft und die entsprechenden range2 Wert aufsummiert.
es: Suma los valores numéricos de las celdas en el rango que cumplan con el criterio. El criterio puede ser un valor ('x', 15, 1+3) o una prueba (>25). Si rango2 esta presente, entonces rango1 es probado y el correspondiente valor rango2 es sumado.
fr: La somme des valeurs numériques des cellules de la plage qui répondent aux critères. Les critères de mai soit une valeur ( 'x', 15, 1 +3) ou un test (> 25). Si Rangée2 est présent, alors range1 est contrôlé et la valeur correspondante Rangée2 est résumée.
hi: श्रेणी में कोशिकाओं का संख्यात्मक मूल्य राशियाँ कि मानदंडों को पूरा. मानदंड एक मान हो सकता है ( एक्स, 15, 1 3) या एक परीक्षा (> 25). यदि सीमा 2 मौजूद है, तो range1 और परीक्षण इसी सीमा 2 मूल्य अभिव्यक्त किया है.
ja: 範囲内の総和のセルの数値が基準を満たしています。基準値である可能性があります（'x'を、15、1 3）、またはテスト（25）。場合、範囲2の存在する場合、range1、テストされている対応する範囲2の合計値です。
pt: Soma os valores numéricos das células no intervalo que satisfazem os critérios. Os critérios podem ser um valor ( 'x', 15, 1 3) ou um teste (> 25). Range2 Se estiver presente, então range1 é testado e range2 o valor correspondente é somada.
ru: Сумма числовых значений ячеек в диапазоне, которые отвечают этим критериям. Критерии могут быть значения ( 'X', 15, 1 3) или теста (> 25). Если Range2 присутствует, то Range1 проверена и соответствующие Range2 значения суммируются.

source: Depreciation by Sum of Year's Digits method.
af: Waardevermindering deur Som van die Jaar se Tydsbeswaarde metode.
ar: الاستهلاك من مجموع أرقام السنة الأسلوب.
de: Abschreibungen von Sum of Digits Year's Methode.
es: Depreciación por Suma de metodo de los Digitos de los Años.
fr: Amortissement par la somme des chiffres méthode de l'An.
hi: वर्ष के जोड़ से मूल्यह्रास अंक विधि एस.
ja: 合計新年の桁法による減価償却費。
pt: Depreciação pelo método de Soma de Dígitos do Ano.
ru: Амортизации сумма цифр методом Года.

source: Returns the text value or else a null string.
af: Opgawes van die teks waarde of anders 'gelyk is aan nul.
ar: بإرجاع قيمة النص أو آخر سلسلة فارغة.
de: Liefert den Wert oder auch eine Null-String.
es: Regresa el valor de texto o de otro modo una cadena nula.
fr: Retourne la valeur de texte ou bien une chaîne nulle.
hi: रिटर्न पाठ या किसी और मूल्य एक रिक्त स्ट्रिंग.
ja: 戻り値は、テキスト値、または他のnull文字列。
pt: Retorna o valor de texto ou então uma seqüência de caracteres nula.
ru: Возвращает значение текста, либо пустая строка.

source: Trigonometric tangent function (value is in radians)
af: Trigonometriese tangens funksie (waarde is in radiale)
ar: مثلثي دالة الظل (القيمة هي في راديان)
de: Tangente Trigonometrische Funktion (Wert wird in Bogenmaß)
es: Función trigonométrica tangente (valor esta en radianes)
fr: Trigonométrique tangente fonction (la valeur est en radians)
hi: मूल्य त्रिकोणमितीय स्पर्शरेखा समारोह (कांति में है)
ja: 三角関数の正接関数（値はラジアンでです）
pt: A função trigonométrica tangente (valor é em radianos)
ru: Тригонометрические функции касательной (Значение задается в радианах)

source: Returns the time value given the specified hour, minute, and second.
af: Opgawes die tydwaarde gegewe die gespesifiseerde uur, minuut, en die tweede.
ar: إرجاع قيمة الوقت نظرا لتأخر الوقت المحدد والدقيقة والثانية.
de: Gibt den Zeit-Wert mit der angegebenen Stunde, Minute und Sekunde.
es: Regresa el valor de tiempo dada la hora, minuto, y segundo especificado.
fr: Retourne la valeur de temps étant donné l'heure spécifiée, minute et seconde.
hi: रिटर्न निर्दिष्ट घंटा, मिनट, और दूसरी बार मूल्य दिया.
ja: 指定された時間、分、および2番目の指定された時刻を返します値を返します。
pt: Retorna o valor do tempo, dada a hora especificada, minuto e segundo.
ru: Возвращает значение времени с учетом указанного часа, минуты и секунды.

source: Returns the text value with leading, trailing, and repeated spaces removed.
af: Gee die teks waarde met vooraanstaande, sleep, en herhaalde spasies verwyder.
ar: ترجع قيمة النص مع الرائد ، والملاحقات ، وأزيلت مساحات المتكررة.
de: Liefert den Wert mit führenden, abschließenden und wiederholten Leerzeichen entfernt.
es: Regresa el valor texto con iniciales, finales, y espacios removidos repetidos.
fr: Retourne la valeur du texte de diriger, de suivi, des espaces multiples et enlevé.
hi: रिटर्न आज की तारीख (एक पूर्णांक). नोट: इस कार्यक्रम में, 1 दिन 31 दिसम्बर 1899 और 1900 साल है एक छलांग वर्ष नहीं है. कुछ कार्यक्रमों को 1 जनवरी 1900 का उपयोग करें, दिन के रूप में 1 और एक छलांग के रूप में वर्ष 1900 का इलाज. दोनों ही मामलों में, हालाँकि, पर या 1 मार्च 1900 के बाद की तारीख, वही क
ja: リードして戻り値のテキスト値は、末尾には、繰り返されるスペースを削除されます。
pt: Retorna o valor do texto principal, à direita, e os espaços repetidos removido.
ru: Возвращает значение с текстом в начале, и повторил пространства удалено.
