Repository: seetadev/PolyOps
Catalog: incidentalarmstorage/sushiswap-computation-data-visualization/po/*.po
Languages: af, ar, de, es, fr, hi, ja, pt, ru

source: Returns the variance of the numeric values in the specified field in records that meet the criteria.
af: Opgawes die variansie van die numeriese waardes van die gespesifiseerde veld in die rekords wat aan die kriteria voldoen.
ar: يعود هذا الفرق في القيم الرقمية في المجال المحدد في السجلات التي تفي بالمعايير.
de: Gibt die Varianz der numerischen Werte in den angegebenen Bereich in den Aufzeichnungen, die die Kriterien erfüllen.
es: Regresa la varianza de los valores numéricos en el campo especificado en registros que cumplan con el criterio.
fr: Retourne la variance des valeurs numériques dans le champ spécifié dans les dossiers qui répondent aux critères.
hi: लाभ के रिकॉर्ड में निर्दिष्ट क्षेत्र में संख्यात्मक मूल्यों के विचलन कि मानदंडों को पूरा.
ja: 戻り値のレコード内の指定されたフィールド内の数値の差異は、基準を満たしています。
pt: Retorna a variância dos valores numéricos no campo especificado em registros que atendem aos critérios.
ru: Возвращает разницу в числовых значений в указанном поле в записи, которые удовлетворяют критериям.

source: Rounds the value up in magnitude to the nearest even integer.
af: Rondtes van die waarde in grootte tot die naaste heelgetal selfs.
ar: جولات قيمة ما يصل حجمها إلى أقرب رقم صحيح زوجي.
de: Rundet den Wert in Größe auf die nächste gerade Ganzzahl.
es: Redondea por encima el valor en magnitud hacia el entero par mas cercano.
fr: Arrondit la valeur en importance au plus proche entier pair.
hi: दौर की सबसे पास के परिमाण में उठ मूल्य भी पूर्णांक
ja: 最も近い大きさに丸めるの値を偶数の整数。
pt: Arredonda o valor em magnitude para o mais próximo inteiro.
ru: Раунды значение в величине даже ближайшего целого числа.

source: Returns true if the values are exactly the same, including case, type, etc.
af: Opgawes waar indien die waardes is presies dieselfde, met inbegrip van die geval, tik, ens.
ar: العودة الحقيقية إذا كانت القيم هي نفسها تماما ، بما في ذلك الحالة ، اكتب ، الخ.
de: Gibt true zurück, wenn die Werte sind genau die gleichen, mit Etui, Typ usw.
es: Regresa verdadero si los valores son exactamente los mismos, incluyendo caso, tipo, etc.
fr: Retourne true si les valeurs sont exactement les mêmes, y compris le dossier, type, etc
hi: रिटर्न सही अगर मूल्यों बिल्कुल मामला है, उसी प्रकार सहित, आदि कर रहे हैं
ja: trueを返します正確に、大文字と小文字、タイプ、などを含むと同じ場合は、値は、
pt: Retorna true se os valores são exactamente os mesmos, incluindo o caso, tipo, etc
ru: Возвращает ИСТИНА, если значения совпадают, включая случай, типу и т.д.

source: Returns e raised to the value power.
af: Returns e geopper om die waarde mag.
ar: ه يعود مرفوع إلى قوة قيمة.
de: Gibt e hoch der Wert Macht.
es: Regresa e incrementa a la potencia del valor.
fr: Retourne e élevé à la puissance de valeur.
hi: रिटर्न ई मूल्य सत्ता में उठाया.
ja: 戻り値eは、値の電力を調達した。
pt: Retorna o fatorial do valor.
ru: Возвращает E поднят на энергетической ценностью.

source: Returns factorial of the value.
af: Opbrengste van faktore van die waarde.
ar: إرجاع مضروب من حيث القيمة.
de: Gibt Fakultät der Wert.
es: Regresa el factorial del valor.
fr: Factorielle de la valeur des retours.
hi: मूल्य के कारख़ाने लौट आया.
ja: 戻り値の階乗を。
ru: Возвращает факториал значения.

source: Returns the logical value false.
af: Opgawes die logiese waarde vals.
ar: إرجاع قيمة منطقية كاذبة.
de: Liefert den logischen Wert false.
es: Regresa el valor logico falso.
fr: Renvoie la valeur logique faux.
hi: रिटर्न तार्किक मान झूठे
ja: 戻り値の論理値はfalseです。
pt: Retorna o valor lógico falso.
ru: Возвращает логическое значение ложь.

source: Returns the starting position within string2 of the first occurrence of string1 at or after start. If start is omitted, 1 is assumed.
af: Opgawes die begin posisie binne string2 van die eerste voorkoms van string1 op of na die begin. As begin uitgelaat is, 1 aanname gemaak word.
ar: ترجع نقطة البداية ضمن string2 من التواجد الأول string1 في أو بعد بدء. إذا بدء محذوفا ، يفترض 1.
de: Liefert die Startposition in string2 des ersten Auftretens von string1 bei oder nach dem Start. Wenn start weggelassen wird, wird 1 verwendet.
es: Regresa la posición de empezar dentro de la cuerda2 de la primera occurrencia de la cuerda1 en o despues de iniciar. Si iniciar es omitido, 1 es asumido.
fr: Retourne la position de départ dans chaîne_2 de la première occurrence de chaine1 à ou après son démarrage. Si start est omis, 1 est pris en charge.
hi: रिटर्न स्ट्रिंग के भीतर का मूल्य उस स्थिति स्ट्रिंग की पहली घटना के 2-पर 1 या शुरुआत के बाद. अगर शुरू लोप है, 1 माना जाता है.
ja: 戻り値で、または開始後string2がstring1の最初の出現以内に開始位置。 startが省略された場合、1が想定されます。
pt: Retorna o valor futuro dos pagamentos repetidos de dinheiro investido à taxa dada para o número especificado de períodos, com o valor actual opcional (padrão 0) e tipo de pagamento (default = 0 no final do período, 1 = início do período).
ru: Возврат в исходное положение в течение string2 от первого появления в string1 или после старта. Если опущена начать, предполагается, 1.

source: Returns the future value of repeated payments of money invested at the given rate for the specified number of periods, with optional present value (default 0) and payment type (default 0 = at end of period, 1 = beginning of period).
af: Opgawes van die toekomstige waarde van herhaalde betalings van geld belê teen die gegewe prys vir die gespesifiseerde aantal tydperke, met die opsionele huidige waarde (standaard 0) en die tipe van betaling (standaard 0 = aan einde van tydperk, 1 = begin van tydperk).
ar: إرجاع القيمة المستقبلية للمدفوعات المتكررة من الأموال المستثمرة في معدل معين لعدد محدد من الفترات ، مع القيمة الحالية اختياري (الافتراضي 0) ونوع الدفع (الافتراضي = 0 في نهاية الفترة ، 1 = بداية الفترة).
de: Liefert den künftigen Wert der wiederholten Zahlung von Geldbeträgen an der angegebenen Preis für die angegebene Anzahl von Perioden investiert, optional mit Barwert (Standard: 0) und Art der Bezahlung (default 0 = am Ende der Periode, 1 = Beginn der Periode).
es: Regresa el valor futuro de pagos repetidos de dinero invertido a una tasa determinada por el número especificado de periodos, con valor presente opcional (predeterminado 0) y tipo de pago (predeterminado 0 = al finall del periodo, 1 = al inicio del periodo).
fr: Renvoie la valeur future des paiements répétés de fonds investis au taux donné pour le nombre déterminé de périodes, avec la valeur actuelle en option (par défaut 0) et le type de paiement (par défaut 0 = en fin de période, 1 = début de la période).
hi: समय की निर्दिष्ट संख्या के लिए दी दर पर पैसा निवेश की पुनरावृत्ति भुगतान के भविष्य के मूल्य रिटर्न, वैकल्पिक वर्तमान मूल्य (0 डिफ़ॉल्ट) और भुगतान प्रकार के साथ (0 डिफ़ॉल्ट = अवधि के अंत में, 1 अवधि की शुरुआत =).
ja: 期間の終わり=でオプションの現在の値（デフォルトは0）とお支払いの種類と価格の期間の指定された番号については、指定されたレートでの投資を繰り返して支払いの戻り値は、将来価値、（デフォルトは0で、1期の始まり=）。
ru: Возвращает будущую стоимость повторной выплаты средств, вложенных в данный курсу на указанное количество периодов, по желанию с текущей стоимостью (по умолчанию 0) и тип платежа (по умолчанию = 0 в конце периода, 1 = начало периода).

source: Look for the matching value for the given value in the range and return the corresponding value in the cell specified by the row offset. If rangelookup is 1 (the default) and not 0, match if within numeric brackets (match<=value) instead of exact match.
ar: ابحث عن قيمة مطابقة لقيمة معينة في نطاق وإرجاع القيمة المناظرة في الخلية التي يحددها الصف تعويض. إذا rangelookup هو 1 (الافتراضي) وليس 0 ، المباراة اذا وضعت بين قوسين الرقمية (مباراة <= القيمة) بدلا من تطابق تام.
de: Suchen Sie nach dem passenden Wert für den angegebenen Wert in dem Bereich und gibt die entsprechenden Wert in der Zelle durch die Offset-Zeile angegeben. Wenn rangelookup ist 1 (der Standard) und nicht 0 ist, entspricht, wenn innerhalb von numerischen Klammern (match <= value) anstelle der genauen Übereinstimmung.
es: Busca por el valor que coincida para un valor determinado en el rango y regresa el valor correspondiente en la celda especificada para la fila de desplazamiento. Si el rango de busqueda es 1 (el predeterminado) y no 0, coincide si dentro de los parentesis numéricos (coincide<=valor) en vez de coincidencia exacta.
fr: Recherchez la valeur correspondant à la valeur donnée dans la gamme et retourner la valeur correspondante dans la cellule spécifiée par la ligne de décalage. Si rangelookup est le 1 (par défaut) et pas 0, le match si dans les crochets numérique (match <= valeur) au lieu de correspondance exacte.
hi: श्रेणी में दी मूल्य के लिए मिलान मूल्य के लिए देखो और मुद्रण पंक्ति द्वारा निर्दिष्ट सेल में इसी मूल्य वापसी. यदि रेन्जलुकअप 1 (डिफ़ॉल्ट) और नहीं 0, अगर न्यूमेरिक कोष्ठक के भीतर मैच है (मैच <मूल्य =) के बजाय सटीक मेल का.
ja: 範囲内で指定された値は、一致する値を検索して、セルの行のオフセットで指定された対応する値を返します。もしrangelookup 1（デフォルト）と0ではなく、数値、括弧の場合に一致する（一致= value）と正確に一致するの代わりに。
pt: Olhe para o valor correspondente para o valor dado no intervalo e retornar o valor correspondente na célula especificada pela linha offset. Rangelookup Se é 1 (o padrão) e não 0, partida se entre parênteses numérico (match <= valor) em vez de correspondência exata.
ru: Ищите соответствующее значение для данного значения в диапазоне и вернуть соответствующее значение в ячейке указано в строке смещение. Если rangelookup равно 1 (по умолчанию), а не 0, если в течение матча числовые скобки (Match <= значение), а не точное соответствие.

source: Returns the hour portion of a time or date/time value.
af: Opgawes die uur gedeelte van 'n tyd of die datum / tyd waarde.
ar: إرجاع ساعة جزء من الوقت أو قيمة تاريخ / وقت.
de: Gibt die Stunde Teil einer Zeit oder Datum / Uhrzeit-Wert.
es: Regresa la porción de hora de un valor de hora o fecha/hora.
fr: Renvoie la partie heure d'une heure ou la date / heure.
hi: रिटर्न एक समय या तिथि के घंटे भाग / समय मान.
ja: 時刻または日付を返します時間部分/時刻の値を返します。
pt: Retorna a hora de uma porção de tempo ou valor de data / hora.
ru: Возвращает часы части времени или даты / времени.

source: Results in true-value if logical-expression is TRUE or non-zero, otherwise results in false-value.
af: Resultate in die ware waarde as logies-uitdrukking WAAR is of nie-nul, anders sal die resultate in die vals-waarde.
ar: النتائج الحقيقية في القيمة إذا كان من المنطقي في التعبير صحيحا أو غير الصفر ، وإلا فإن النتائج في قيمة كاذبة.
de: Ergebnisse in True-Wert, wenn logisch-Ausdruck wahr oder nicht Null, da sonst falsche Ergebnisse in-Wert.
es: Regresa el valor-verdadero si la expresión-logica es VERDADERA o no-cero, de otra forma resulta en un valor-falso.
fr: Les résultats en valeur réelle, si l'expression logique est VRAI ou non nulle, sinon les résultats de la valeur faux.
hi: सच मूल्य में: परिणाम अगर तार्किक-अभिव्यक्ति सही है या गैर शून्य, नहीं तो झूठी मूल्य में परिणाम है.
ja: 真の値の中の場合、論理式がTRUEの場合、非ゼロの場合はfalseを値の結果。
pt: Os resultados em valor verdadeiro se lógico-expressão é verdadeira ou não-zero, caso contrário, resulta em valor falso.
ru: Результаты в истинной стоимости, если логические выражения имеет значение ИСТИНА или не равно нулю, в противном случае приводит к ложным стоимости.

source: Returns a cell or range reference for the specified row and column in the range. If range is 1-dimensional, then only one of rownum or colnum are needed. If range is 2-dimensional and rownum or colnum are zero, a reference to the range of just the specified column or row is returned. You can use the returned reference value in a range, e.g., sum(A1:INDEX(A2:A10,4)).
af: Opbrengste van 'n sel of omvang verwysing vir die gekose ry en kolom in die reeks. As reeks is 1-dimensionele, dan is slegs een van rownum of colnum is nodig. As reeks is 2-dimensionele en rownum of colnum is nul, 'n verwysing na die omvang van net die gekose kolom of ry teruggestuur is. Jy kan gebruik maak van die teruggestuur verwysing waarde in 'n reeks, bv, som (A1: WELKOM (A2: A10 4)).
ar: عودة خلية أو نطاق إشارة للصف المحدد والأعمدة في النطاق. إذا كان النطاق هو 1 الأبعاد ، ثم واحدة فقط من rownum أو colnum مطلوبة. إذا كان النطاق هو 2 الأبعاد وrownum أو colnum هي صفر ، في اشارة الى مجموعة من مجرد العمود المحدد أو يتم إرجاع صف. يمكنك استخدام عاد القيمة المرجعية في مجموعة ، على سبيل المثال ، مبلغ (A1 : الرئيسية (A2 : A10 ، 4)).
de: Gibt eine Zelle oder einen Bereich Referenz für die angegebene Zeile und Spalte des Bereichs. Wenn Bereich ist 1-dimensional, dann nur eine von rownum oder colnum erforderlich sind. Wenn reicht von 2-dimensionalen und rownum oder colnum Null sind, einen Verweis auf die Reichweite von der angegebenen Spalte oder Zeile zurückgegeben. Sie können den Referenzwert wieder in einem Bereich zu verwenden, z. B. Summe (A1: INDEX (A2: A10, 4)).
es: Regresa una celda o una referencia de rango para la fila y columna especificada en el rango. Si el rango es 1-dimensional, entonces unicamente se necesita una de las filanúmero o columnanúmero. Si el rango es 2-dimensional y la filanúmero o columnanúmero son cero, una referencia del rango de solo la columna o fila especificada es regresada. Usted puede usar el valor de la referencia regresada en un rango, ejemplo, sum(A1:INDEX(A2:A10,4)).
fr: Renvoie une cellule ou une plage de référence pour la ligne indiquée et la colonne de la gamme. Si la portée est de dimension 1, alors une seule ou de rownum colnum sont nécessaires. Si la portée est de 2 dimensions et rownum ou colnum sont nuls, une référence à la portée limitée à la colonne spécifiée ou à la ligne n'est retournée. Vous pouvez utiliser la valeur retournée de référence dans une plage, par exemple, sum (A1: INDEX (A2: A10, 4)).
hi: रिटर्न निर्दिष्ट पंक्ति और स्तंभ के लिए एक सेल या श्रेणी श्रेणी संदर्भ में. यदि सीमा 1-आयामी है, तो केवल रोनम या कोलनम में से एक है की जरूरत है. यदि सीमा 2-आयामी और रोनम या कोलनम है शून्य हैं, बस निर्दिष्ट स्तंभ या पंक्ति की दूरी के लिए एक संदर्भ लौटा है. तुम एक रेंज में वापस संदर्भ मूल्य उपयोग करते हैं, जैसे, (ए 1: राशि (ए 2: ए 10,4)) सूचकांक में वृद्धि कर सकते हैं.
ja: 範囲内で指定された行や列を返しますセルまたはセル範囲の参照です。場合、範囲は、1次元の場合、1つだけrownumは、またはcolnumのに必要なことです。場合、範囲は、2次元およびROWNUMまたはcolnumゼロであるなら、単に指定された列または行の範囲への参照が返されます。現在の範囲で、（A1を：インデックス（a2の：A10に、4））の合計例えば、返される参照値を使用することができます。
pt: Regresa una celda o una referencia de rango para la fila y columna especificada en el rango. Si el rango es 1-dimensional, entonces unicamente se necesita una de las filanúmero o columnanúmero. Si el rango es 2-dimensional y la filanúmero o columnanúmero son cero, una referencia del rango de solo la columna o fila especificada es regresada. Usted puede usar el valor de la referencia regresada en un rango, ejemplo, sum(A1:INDEX(A2:A10,4)).
ru: Возвращает ячейку или диапазон ведения указанных строк и столбцов в диапазоне. Если диапазон 1-мерных, то только одна из ROWNUM или colnum нужны. Если диапазон 2-мерных и ROWNUM colnum или равны нулю, то ссылка на диапазон всего указанного столбца или строки возвращается. Вы можете использовать возвращенный заданного значения в диапазоне, например, SUM (A1: ИНДЕКС (A2: A10, 4)).

source: Returns the value rounded down to the nearest integer (towards -infinity).
af: Opgawes die waarde afgerond tot die naaste heelgetal (na-oneindigheid).
ar: إرجاع القيمة تقريبه نزولا إلى أقرب عدد صحيح (نحو - اللانهاية).
de: Gibt den Wert abgerundet auf die nächste ganze Zahl (Richtung bis unendlich).
es: Regresa el valor redondeado por debajo hacia el entero mas cercano (hacia -infinito).
fr: Retourne la valeur arrondie à l'entier le plus proche (vers l'infini).
hi: रिटर्न मूल्य निकटतम पूर्णांक के लिए नीचे गोल (प्रति अनंत).
ja: 戻り値は、最も近い整数に四捨五入（への無限大）。
pt: Retorna o valor arredondado para o número inteiro mais próximo (em direcção-infinito).
ru: Возвращает значение округлены до ближайшего целого числа (в направлении до бесконечности).

source: Returns the interest rate at which the cash flows in the range have a net present value of zero. Uses an iterative process that will return #NUM! error if it does not converge. There may be more than one possible solution. Providing the optional guess value may help in certain situations where it does not converge or finds an inappropriate solution (the default guess is 10%).
af: Opgawes die rentekoers waarteen die kontantvloei in die reeks het 'n netto huidige waarde van nul. Gebruik van 'n iteratiewe proses wat # NUM sal terugkeer! fout as dit nie konvergeer. Miskien is daar meer as een moontlike oplossing. Die verskaffing van die opsionele raai waarde kan help waar dit nie gebeur nie konvergeer in sekere situasies of vind 'n oplossing nie (die standaard dink 10% is).
ar: إرجاع معدل الفائدة الذي التدفقات النقدية في مجموعة لديها صافي القيمة الحالية لصفر. يستخدم عملية تكرارية ، سيعود # ارقام! الخطأ إذا كان لا تتلاقى. قد يكون هناك أكثر من حل واحد ممكن. توفير قيمة تخمين اختياري قد يساعد في حالات معينة ، حيث أنها لا تتلاقى أو يجد حلا غير مناسب (تخمين الافتراضي هو 10 ٪).
de: Liefert den Zinssatz, zu dem die Cashflows in dem Bereich einen Barwert von Null. Verwendet ein schrittweiser Prozess, # NUM will return! Fehler, wenn sie nicht konvergiert. Es kann mehr als eine mögliche Lösung. Die Bereitstellung der optionalen erraten Wert kann in bestimmten Situationen helfen, wo es nicht konvergiert oder findet zu einer sachgerechten Lösung (der Standard Vermutung ist, 10%).
es: Regresa la tasa de interes a la cual el flujo de efectivo en el rango tiene un valor presente neto de cero. Usa un proceso interactivo que regresara un error #NUM! si no coincide. Puede haber mas de una solución posible. Proveyendo el valor opcional suponer puede ayudar en ciertas situaciones donde no coincide o encuentra una solución inapropiada (el suponer predeterminado es 10%).
fr: Retourne le taux d'intérêt auquel les flux de trésorerie de la gamme ont une valeur actuelle nette égale à zéro. Utilise un processus itératif, qui renvoie # NUM! si elle ne converge pas d'erreur. Il y mai être plus d'une solution possible. Fournir la valeur estimée facultative mai aider dans certaines situations où elle ne converge pas ou trouve une solution appropriée (la proposition par défaut est de 10%).
hi: लाभ ब्याज दर पर जो नकद सीमा में बहती है शून्य का शुद्ध वर्तमान मूल्य है. एक चलने प्रक्रिया # नम लौटेगा का उपयोग करता है! त्रुटि एकाग्र नहीं अगर यह होता है. वहाँ एक से अधिक संभव समाधान हो सकता है. वैकल्पिक मूल्य लगता है कुछ स्थितियों में, जहां यह नहीं एकाग्र मदद मिल सकती है या अनुचित समाधान उपलब्ध कराना पाता है (डिफ़ॉल्ट लगता है कि 10% है).
ja: 戻り値の現金の範囲で流れて金利がゼロの正味現在価値がある。はに＃NUMを返します。反復プロセスを使用して！エラーが発生しない場合は収束する。 2つ以上可能な解決策になることがあります。特定の状況ではそれはない収束を助けるかもしれない、または不適切な解を求めるオプションの推測値を提供する（デフォルトでは推測10％）です。
pt: Retorna a taxa de juro a que os fluxos de caixa no intervalo tem um valor actual líquido de zero. Utiliza um processo iterativo que irá devolver o erro # NUM! Se não convergir. Pode haver mais de uma solução possível. Proporcionar o opcional valor acho que pode ajudar em certas situações em que não converge, ou encontrar uma solução inadequada (acho que o padrão é de 10%).
ru: RВозвращает процентная ставка, по которой денежные потоки в диапазоне есть чистая приведенная стоимость нуля. Использование итеративного процесса, который вернет # NUM! ошибки, если она не сходится. Там может быть более чем одно из возможных решений. Обеспечение дополнительное значение думаю, может помочь в некоторых ситуациях, когда не сходятся или считает неуместным решение (по умолчанию, полагаю, 10%).

source: Returns true if the value is a reference to a blank cell.
af: Opgawes waar as die waarde is 'n verwysing na' n leë sel.
ar: العودة الحقيقية إذا كانت القيمة هي إشارة إلى خلية فارغة.
de: Gibt true zurück, wenn der Wert ist ein Hinweis auf eine leere Zelle.
es: Regresa verdadero si el valor es una referencia de una celda en blanco.
fr: Retourne true si la valeur est une référence à une cellule vide.
hi: रिटर्न सही अगर मूल्य एक खाली प्रकोष्ठ के लिए एक संदर्भ है.
ja: がtrueを返す場合、値は空白のセルへの参照です。
pt: Retorna true se o valor for uma referência a uma célula em branco.
ru: Возвращает ИСТИНА, если значение является ссылкой на пустую ячейку.

source: Returns true if the value is of type Error but not NA.
af: Opgawes waar as die waarde is van die tipe fout, maar nie Nvt.
ar: العودة الحقيقية إذا كانت القيمة هي نوع من الخطأ ولكن ليس متاح.
de: Gibt true zurück, wenn der Wert des Typs Fehler aber nicht NA.
es: Regresa verdadero si el valor es del tipo Error pero no NA.
fr: Retourne true si la valeur est de l'erreur type, mais pas NA.
hi: रिटर्न सही अगर मान प्रकार की है त्रुटि नहीं एनए.
ja: がtrueを返す場合は、値の型のエラーではなく、NAのです。
pt: Retorna true se o valor é de erro de tipo, mas não de NA.
ru: Возвращает истину, если значение имеет тип ошибки, а не НС.

source: Returns true if the value is of type Error.
af: Returns ware as die waarde is van die tipe fout.
ar: العودة الحقيقية إذا كانت القيمة هي من النوع الخطأ.
de: Gibt true zurück, wenn der Wert des Typs Fehler.
es: Regresa verdadero si el valor es de tipo Error.
fr: Retourne true si la valeur est de l'erreur type.
hi: रिटर्न सही अगर मान प्रकार की है त्रुटि.
ja: がtrueを返す場合は、値の型エラーです。
pt: Retorna true se o valor é do tipo de erro.
ru: Возвращает истину, если значение типа ошибки.

source: Returns true if the value is of type Logical (true/false).
af: Returns ware as die waarde is van die tipe Logiese (waar / onwaar).
ar: العودة الحقيقية إذا كانت القيمة هي من النوع المنطقي (صح / خطأ).
de: Gibt true zurück, wenn der Wert vom Typ Logische (true / false).
es: Regresa verdadero si el valor es de tipo Lógico (verdadero/falso).
fr: Retourne true si la valeur est de type logique (vrai / faux).
hi: रिटर्न सही अगर मान प्रकार की है लॉजिकल (सही / गलत).
ja: がtrueを返す場合は、値型の論理がします（true / false）です。
pt: Retorna true se o valor é do tipo lógico (verdadeiro / falso).
ru: Возвращает ИСТИНА, если значения типа Логический (истина / ложь).

source: Returns true if the value is the error type NA.
af: Opgawes waar as die waarde is die fout tipe Nvt.
ar: العودة الحقيقية إذا كانت القيمة هو نوع الخطأ غير متاح.
de: Gibt true zurück, wenn der Wert der Fehlertyp NA.
es: Regresa verdadero si el valor es un error de tipo NA.
fr: Retourne true si la valeur est le type d'erreur NA.
hi: रिटर्न सही अगर मूल्य त्रुटि प्रकार एनए है.
ja: がtrueを返す場合、値は、エラーの種類はNAです。
pt: Retorna true se o valor é o erro de tipo NA.
ru: Возвращает ИСТИНА, если значение является ошибкой тип НС.

source: Returns true if the value is not of type Text.
af: Opgawes waar as die waarde is nie van die soort teks.
ar: العودة الحقيقية إذا كانت القيمة هي ليست من نوع النص.
de: Gibt true zurück, wenn der Wert nicht vom Typ Text.
es: Regresa verdadero si el valor no es de tipo Texto.
fr: Retourne true si la valeur n'est pas de type Texte.
hi: रिटर्न सही अगर मान प्रकार का नहीं है पाठ.
ja: がtrueを返す場合は、値を入力しないでテキストの一つです。
pt: Retorna true se o valor não é do tipo Texto.
ru: Возвращает ИСТИНА, если значение не тип текста.

source: Returns true if the value is of type Number (including logical values).
af: Returns ware as die waarde is van die tipe Number (insluitende logiese waardes).
ar: العودة الحقيقية إذا كانت قيمة من نوع رقم (بما في ذلك القيم المنطقية).
de: Gibt true zurück, wenn der Wert vom Typ-Nummer (einschließlich logische Werte).
es: Regresa verdadero si el valor es de tipo Número (incluyendo valores lógicos).
fr: Retourne true si la valeur est de type Number (y compris les valeurs logiques).
hi: रिटर्न सही अगर मूल्य संख्या (तार्किक मान सहित प्रकार का है).
ja: がtrueを返す場合は、値の型の数（論理値を含む）です。
pt: Retorna true se o valor é do tipo Number (incluindo os valores lógicos).
ru: Возвращает истину, если значение имеет тип номера (включая логические значения).
