Repository: seetadev/PolyOps
Catalog: incidentalarmstorage/sushiswap-computation-data-visualization/po/*.po
Languages: af, ar, de, es, fr, hi, ja, pt, ru

source: Absolute value function.
af: Absolute waarde-funksie.
ar: القيمة المطلقة وظيفة.
de: Betragsfunktion.
es: Función valor absoluto.
fr: Une fonction de valeur absolue.
hi: निरपेक्ष मूल्य क्रिया.
ja: 絶対値関数。
pt: Função de valor absoluto.
ru: Абсолютные значения функции.

source: Trigonometric arccosine function.
af: Trigonometriese arccosine funksie.
ar: مثلثي الدالة قوس جيب تمام الزاوية.
de: Arkuskosinus Trigonometrische Funktion.
es: Función trigonometrica arccoseno.
fr: Fonction trigonométrique arccosinus.
hi: त्रिकोणमितीय अर्ककोसाइन क्रिया.
ja: 三角関数の逆余弦関数です。
pt: Trigonométricas função cosseno.
ru: Арккосинус тригонометрические функции.

source: True if all arguments are true.
af: Waar indien al die argumente waar is.
ar: إذا كان صحيحا كل الحجج صحيحا.
de: True, wenn alle Argumente wahr sind.
es: Verdadero si todos los argumentos son verdaderos.
fr: Vrai si tous les arguments sont vrais
hi: अगर यह सही है सभी तर्क सही हैं.
ja: すべての引数が真はTrue。
pt: Verdadeiro se todos os argumentos são verdadeiros.
ru: Правда, если все аргументы истинны.

source: Trigonometric arcsine function.
af: Trigonometriese arcsine funksie.
ar: مثلثي دالة جيب الزاوية القوسي.
de: Arkussinus Trigonometrische Funktion.
es: Función trigonometrica arcseno.
fr: Fonction trigonométrique arcsinus.
hi: त्रिकोणमितीय अर्ककोसाइन क्रिया.
ja: 三角関数のアークサイン関数です。
pt: Função trigonométrica seno.
ru: Арксинус тригонометрические функции.

source: Trigonometric arctan function.
af: Trigonometriese funksie arctan.
ar: مثلثي ظل الزاوية القوسي وظيفة.
de: Trigonometrische arctan-Funktion.
es: Función trigonometrica arctangente.
fr: Trigonométriques fonction arctan.
hi: त्रिकोणमितीय अर्कटैन क्रिया.
ja: 三角関数の逆正接関数関数です。
pt: Función trigonometrica arctangente.
ru: ArcTan тригонометрические функции.

source: Trigonometric arc tangent function (result is in radians).
af: Trigonometriese boog tangens funksie (resultaat is in radiale).
ar: مثلثي قوس دالة الظل (النتيجة هي بالراديان).
de: Trigonometrische Arcustangens Funktion (Ergebnis im Bogenmaß).
es: Función trigonometrica arc tangente (resultado es en radianes).
fr: Fonction trigonométrique arc tangent (le résultat est en radians).
hi: परिणाम त्रिकोणमितीय आर्कस्पर्शज्या क्रिया (रैडीयन में है).
ja: 三角関数のアークタンジェント関数（結果はラジアン単位）です。
pt: Trigonometria função arco tangente resultado (em radianos).
ru: Тригонометрические функции арктангенс (результат в радианах).

source: Averages the values.
af: Gemiddeldes van die waardes.
ar: متوسطات القيم.
de: Durchschnitt der Werte.
es: Promedia los valores.
fr: Les moyennes des valeurs.
hi: औसत मूल्य हैं.
ja: の平均値です。
pt: As médias dos valores.
ru: Средние значения.

source: Returns the value specified by the index. The values may be ranges of cells.
af: Opgawes die waarde bepaal deur die indeks. Die waardes kan wissel van selle word.
ar: إرجاع القيمة التي يحددها المؤشر. قيم قد تكون نطاقات من الخلايا.
de: Gibt den angegebenen Wert durch den Index. Die Werte können Zellbereiche.
es: Regresa el valor especificado por el indice. Los valores pueden ser rangos de celdas.
fr: Renvoie la valeur spécifiée par l'index. Les valeurs de mai être des plages de cellules.
hi: रिटर्न सूचकांक द्वारा निर्दिष्ट मूल्य. मूल्यों कोशिकाओं की श्रृंखला हो सकती है.
ja: 戻り値は、インデックスで指定された。の値は、セルの範囲があります。
pt: Retorna o valor especificado pelo índice. Os valores podem ser intervalos de células.
ru: Возвращает значение указанного индекса. Значения могут быть диапазонов ячеек.

source: Returns the number of columns in the range.
af: Opgawes van die aantal kolomme in die reeks.
ar: إرجاع عدد الأعمدة في النطاق.
de: Liefert die Anzahl der Spalten im Bereich.
es: Regresa el número de columnas en el rango.
fr: Retourne le nombre de colonnes dans la gamme.
hi: रिटर्न रेंज में कॉलम की संख्या.
ja: の範囲内の列の数を返します。
pt: Retorna o número de colunas no intervalo.
ru: Возвращает количество столбцов в диапазоне.

source: Trigonometric cosine function (value is in radians).
af: Trigonometriese kosinus funksie (waarde is in radiale).
ar: مثلثي جيب التمام وظيفة (القيمة هي في راديان).
de: Trigonometrische Cosinus-Funktion (Wert wird in Bogenmaß).
es: Función trigonometrica coseno (valor es en radianes).
fr: Trigonométriques cosine fonction (la valeur est en radians).
hi: त्रिकोणमितीय कोसाइन समारोह (मूल्य रैडीयन में है).
ja: 三角関数の余弦関数（値はラジアンで）です。
pt: A função trigonométrica cosseno (valor é em radianos).
ru: Тригонометрического косинус (Значение задается в радианах).

source: Counts the number of numeric values, not blank, text, or error.
af: Tel die aantal numeriese waardes, nie leeg is, teks, of foute.
ar: بحساب عدد من القيم الرقمية ، وليس فارغا ، والنص ، أو الخطأ.
de: Zählt die Anzahl von numerischen Werten, nicht leer, Text oder Fehler.
es: Cuenta el número de valores numéricos, no en blanco, texto, o error.
fr: Compte le nombre de valeurs numériques, pas vierge, le texte, ou d'erreurs.
hi: संख्यात्मक मूल्यों की संख्या, रिक्त नहीं, पाठ, या त्रुटि मायने रखता है.
ja: 数値の値の数は、空白ではなく、テキスト、またはエラーをカウントします。
pt: Conta o número de valores numéricos, não em branco, texto ou erro.
ru: Подсчитывает количество числовых значений, а не пустыми, текст или ошибки.

source: Counts the number of non-blank values.
af: Tel die aantal nie-leë waardes.
ar: بحساب عدد من القيم غير فارغة.
de: Zählt die Anzahl der nicht-leere Werte.
es: Cuenta el número de valores no en blanco.
fr: Compte le nombre de valeurs non vides.
hi: गैर की संख्या में रिक्त मूल्यों मायने रखता है.
ja: 以外の数が空白の値をカウントします。
pt: Conta o número de valores não-branco.
ru: Подсчитывает количество непустых значений.

source: Counts the number of blank values. (Note: '' is not blank.)
af: Tel die aantal leë waardes. (Nota:''nie leeg is.)
ar: بحساب عدد من القيم الفارغة. (ملاحظة : ''ليست فارغة.)
de: Zählt die Anzahl der Blindwerte. (Anmerkung:''ist nicht leer.)
es: Cuenta el número de valores en blanco. (Nota: '' no es en blanco.)
fr: Compte le nombre de valeurs vides. (Note:''n'est pas vierge.)
hi: कोरा मूल्यों की संख्या में गिना जाता है. (नोट: '' खाली नहीं है.)
ja: 空白の値の数をカウントします。 （注：''、空白はありません。）
pt: Conta o número de valores em branco. (Nota:''não está em branco.)
ru: Подсчитывает количество пустых значений. (Примечание:''не пустой.)

source: Counts the number of number of cells in the range that meet the criteria. The criteria may be a value ('x', 15, 1+3) or a test (>25).
af: Tel die hoeveelheid van die aantal van die selle in die reeks wat voldoen aan die kriteria. Die kriteria kan wees van 'n waarde (' x ', 15, 1 3) of' n toets (> 25).
ar: بحساب عدد من عدد من الخلايا في النطاق التي تفي بالمعايير. معايير قد تكون قيمة ( 'س' ، 15 ، 1 +3) أو اختبار (> 25).
de: Zählt die Anzahl der Zellen in dem Bereich, dass die Kriterien erfüllen. Die Kriterien kann ein Wert ( 'x', 15, 1 3) oder einen Test (> 25).
es: Cuenta el número de número de celdas en el rango que cumple los criterios. El criterio puede ser un valor ('x', 15, 1+3) o una prueba (>25).
fr: Compte le nombre de nombre de cellules dans la gamme qui répondent aux critères. Les critères de mai soit une valeur ( 'x', 15, 1 +3) ou un test (> 25).
hi: रेंज में कोशिकाओं की संख्या की संख्या मानदंडों को पूरा: मायने रखता है. मानदंड एक मान हो सकता है ( एक्स, 15, 1 3) या एक परीक्षा (> 25).
ja: 範囲内のセルの数の数が基準を満たしてカウントします。基準値である可能性があります（'x'を、15、1 3）、またはテスト（25）。
pt: Conta o número de número de células no intervalo que satisfazem os critérios. Os critérios podem ser um valor ( 'x', 15, 1 3) ou um teste (> 25).
ru: Подсчитывает количество число клеток в пределах, которые отвечают этим критериям. Критерии могут быть значения ( 'X', 15, 1 3) или теста (> 25).

source: Returns the appropriate date value given numbers for year, month, and day. For example: DATE(2006,2,1) for February 1, 2006. Note: In this program, day 1 is December 31, 1899 and the year 1900 is not a leap year. Some programs use January 1, 1900, as day 1 and treat 1900 as a leap year. In both cases, though, dates on or after March 1, 1900, are the same.
af: Opbrengste van die betrokke datum waarde gegee syfers vir die jaar, maand en dag. Byvoorbeeld: DATUM (2006,2,1) vir 1 Februarie 2006. Let wel: In hierdie program, dag 1 is 31 Desember 1899 en die jaar 1900 is nie 'n skrikkeljaar. Sommige programme gebruik 1 Januarie 1900, soos dag 1 en behandeling van 1900 as 'n skrikkeljaar. In beide gevalle, alhoewel, datums op of na 1 Maart 1900, is dieselfde.
ar: إرجاع القيمة المناسبة تاريخ معين لأرقام السنة والشهر واليوم. على سبيل المثال : التاريخ (2006،2،1) في شباط / فبراير 1 ، 2006. ملاحظة : في هذا البرنامج ، 1 اليوم هو 31 ديسمبر 1899 وسنة 1900 ليست سنة كبيسة. استخدام بعض البرامج 1 يناير 1900 ، ويوم 1 وعلاج 1900 سنة كبيسة. في كلتا الحالتين ، على الرغم من والتواريخ في أو بعد 1 مارس 1900 ، هي نفسها.
de: Liefert das entsprechende Datum Wert gegebenen Zahlen für das Jahr, Monat und Tag. Zum Beispiel: DATE (2006,2,1) für 1. Februar 2006. Hinweis: In diesem Programm ist Tag 1 31. Dezember 1899 und dem Jahr 1900 ist kein Schaltjahr. Einige Programme verwenden 1. Januar 1900, als Tag 1 und Behandlung von 1900 als Schaltjahr. In beiden Fällen sind jedoch Daten am oder nach dem 1. März 1900, das gleiche.
es: Regresa el valor de datos apropiado dados los números para año, mes, y día. Por ejemplo: FECHA(2006,2,1) para Febrero 1, 2006. Nota: En este programa, el día 1 es Diciembre 31, 1899 y el año 1900 no es un año bisiesto. Algunos programas usan Enero 1, 1900, como día 1 y tratan 1900 como un año bisiesto. En ambos casos, sin embargo, fechas en o despues de Marzo 1, 1900, son lo mismo.
fr: Retourne la valeur de la date appropriée chiffres donnés pour l'année, le mois et le jour. Par exemple: DATE (2006,2,1) pour 1 Février 2006. Note: Dans ce programme, jour 1 étant Décembre 31, 1899 et l'année 1900 n'est pas une année bissextile. Certains programmes utilisent Janvier 1, 1900, comme le jour 1 et de traiter 1900 comme une année bissextile. Dans les deux cas, cependant, les dates à partir du 1er Mars 1900, sont les mêmes.
hi: रिटर्न उपयुक्त तारीख वर्ष के लिए नंबर, महीने के मूल्य दिया, और दिन. उदाहरण के लिए DATE 2006,2,1 (:) 1 फ़रवरी 2006 के लिए. नोट: इस कार्यक्रम में, 1 दिन 31 दिसम्बर 1899 और 1900 साल है एक छलांग वर्ष नहीं है. कुछ कार्यक्रमों को 1 जनवरी 1900 का उपयोग करें, दिन के रूप में 1 और एक छलांग के रूप में वर्ष 1900 का इलाज. दोनों ही मामलों में, हालाँकि, पर या 1 मार्च 1900 के बाद की तारीख, वही कर रहे हैं.
ja: 年間の戻り値は、適切な日付の値を指定された数字、月、日。例：日付（2006,2,1）2006年2月1日です。注：このプログラムでは、1日目1899年12月31日および1900年はうるう年ではありません。一部のプログラムは1900年1月1日、1日目として使用すると、うるう年として1900扱います。両方のケースでは、しかし、または1900年3月1日以降の日付は、同じです。
pt: Retorna o valor de data apropriado, dado os números para o ano, mês e dia. Por exemplo: DATA (2006,2,1) para 1 de fevereiro de 2006. Nota: Neste programa, dia 1 é 31 de dezembro de 1899 eo ano 1900 não é um ano bissexto. Alguns programas usam 1 de janeiro de 1900, no dia 1 e tratar a 1900 como um ano bissexto. Em ambos os casos, porém, as datas em ou após 1 de março de 1900, são os mesmos.
ru: Возврат соответствующего значения даты, указанной на год число, месяц и день. Например: ДАТА (2006,2,1) на 1 февраля 2006 года. Примечание: В этой программе, это 1 день 31 декабря 1899 и 1900 год не является високосным. Некоторые программы, использование 1 января 1900 года как день, 1 и лечению 1900 как високосный год. В обоих случаях, хотя, даты или после 1 марта 1900, те же самые.

source: Averages the values in the specified field in records that meet the criteria.
af: Gemiddeldes van die waardes in die gekose veld in die rekords wat aan die kriteria voldoen.
ar: متوسطات القيم في الحقل المحدد في السجلات التي تفي بالمعايير.
de: Durchschnitt der Werte in das angegebene Feld in Datensätze, die die Kriterien erfüllen.
es: Promedia los valores en el campo especifico en archivos que cumplan con el criterio.
fr: Les valeurs moyennes dans le champ spécifié dans les dossiers qui répondent aux critères.
hi: औसत निर्दिष्ट क्षेत्र में रिकॉर्ड में मूल्यों मानदंडों को पूरा.
ja: 平均レコード内の指定されたフィールドの値が基準を満たしています。
pt: As médias dos valores no campo especificado nos registros que atendem aos critérios.
ru: Средние значения в указанном поле в записи, которые удовлетворяют критериям.

source: Returns the day of month for a date value.
af: Opbrengste van die dag van die maand vir 'n datum waarde.
ar: يعود اليوم من شهر لقيمة تاريخ.
de: Gibt den Tag des Monats für einen Datumswert.
es: Regresa el día del mes por un valor de fecha.
fr: Renvoie le jour du mois pour une valeur de date.
hi: एक तारीख मूल्य के लिए रिटर्न महीने के दिन.
ja: 日付の値を返します月の日。
pt: Retorna o dia do mês para um valor de data.
ru: Возвращает день месяца для значения даты.

source: Counts the number of numeric values, not blank, text, or error, in the specified field in records that meet the criteria.
af: Tel die aantal numeriese waardes, nie leeg is, teks, of fout in die gekose veld in die rekords wat voldoen aan die kriteria.
ar: بحساب عدد من القيم الرقمية ، وليس فارغا ، والنص ، أو خطأ ، في هذا المجالالمحدد في السجلات التي تفي بالمعايير.
de: Zählt die Anzahl von numerischen Werten, nicht leer, Text oder Fehler in der angegebenen Feld Datensätze, die die Kriterien erfüllen.
es: Cuenta el número de valores numéricos, no en blanco, texto, o error, en el campo especifico en archivos que cumplan con el criterio.
fr: Compte le nombre de valeurs numériques, pas vierge, le texte, ou d'erreur, dans le champ spécifié dans les dossiers qui répondent aux critères.
hi: संख्यात्मक मूल्यों की संख्या, रिक्त नहीं, पाठ, या निर्दिष्ट क्षेत्र में त्रुटि, रिकॉर्ड में है कि मानदंडों को पूरा मायने रखता है.
ja: 数値の値の数は、空白ではなく、テキスト、またはエラーのため、指定されたフィールド内のレコードでは基準を満たしてカウントします。
pt: Conta o número de valores numéricos, não em branco, texto ou erro, no campo especificado nos registros que atendem aos critérios.
ru: Подсчитывает количество числовых значений, а не пустыми, текст или ошибка в указанном поле в записи, которые удовлетворяют критериям.

source: Counts the number of non-blank values in the specified field in records that meet the criteria.
af: Tel die aantal nie-leë waarde in die gekose veld in die rekords wat voldoen aan die kriteria.
ar: بحساب عدد من القيم غير فارغة في الحقل المحدد في السجلات التيتفي بالمعايير.
de: Zählt die Anzahl der nicht-leere Werte in den angegebenen Bereich in den Aufzeichnungen, die die Kriterien erfüllen.
es: Cuenta el número de valores no en blanco en el campo especifico en archivos que cumplan con el criterio.
fr: Compte le nombre de valeurs non vides dans le champ spécifié dans les dossiers qui répondent aux critères.
hi: गैर की संख्या निर्दिष्ट क्षेत्र में रिक्त मूल्यों रिकॉर्ड में है कि मानदंडों को पूरा मायने रखता है.
ja: 以外の番号を空白の値は、指定されたフィールド内のレコードでは基準を満たしてカウントします。
pt: Conta o número de valores não-branco no campo especificado em registros que atendem aos critérios.
ru: Подсчитывает количество непустых значений в указанном поле в записи, которые удовлетворяют критериям.

source: Returns the amount of depreciation at the given period of time (the default factor is 2 for double-declining balance).
af: Opgawes van die bedrag van waardevermindering op die gegewe tyd (die standaard-faktor is 'n 2 vir dubbel-afnemende balans).
ar: بإرجاع مبلغ الاستهلاك في فترة زمنية معينة (عامل الافتراضي هو 2 لالمتناقص المزدوج).
de: Gibt die Höhe der Abschreibungen bei der gegebenen Zeit (die Standard-Faktor 2 für Doppel-degressiven Abschreibung).
es: Regresa la cantidad de depreciación en un periodo de tiempo dado (el factor predeterminado es 2 por doble balance doble decreciente).
fr: Retourne le montant de l'amortissement à la période de temps donnée (le facteur de défaut: 2 pour l'équilibre double-déclin).
hi: समय दिया अवधि में रिटर्न मूल्यह्रास की राशि (डिफ़ॉल्ट कारक डबल गिरावट के शेष के लिए 2 है).
ja: の時間を指定された期間を返します減価償却費の額（デフォルトでは因子2倍定率法です）。
pt: Retorna o valor da depreciação no período determinado de tempo (o fator padrão é 2 de declínio duplo equilíbrio).
ru: Возвращает сумму амортизации в конкретный период времени (по умолчанию коэффициент 2 для двойного уменьшения остатка).

source: Converts value in radians into degrees.
af: Bekeerlinge waarde in radiale na grade.
ar: تحويل القيمة في التقدير الدائري إلى درجات.
de: Konvertiert Wert im Bogenmaß in Grad.
es: Convierte el valor de radianes en grados.
fr: Convertit la valeur en radians en degrés.
hi: डिग्री में रैडीयन मूल्य में धर्मान्तरित.
ja: 度をラジアン単位の値に変換します。
pt: Converte o valor em radianos em graus.
ru: Преобразует значение в радианы в градусы.

source: Returns the value of the specified field in the single record that meets the criteria.
af: Opgawes van die waarde van die gespesifiseerde veld in die enkele rekord wat voldoen aan die kriteria.
ar: إرجاع قيمة الحقل المحدد في سجل واحد يفي المعايير.
de: Gibt den Wert des Feldes in den einzelnen Datensatz, der die Kriterien erfüllt.
es: Regresa el valor del campo especificado en un simple registro que cumpla con el criterio.
fr: Retourne la valeur du champ spécifié dans l'enregistrement unique qui répond aux critères.
hi: रिटर्न एक रिकार्ड है कि मानदंड बैठक में निर्दिष्ट क्षेत्र के महत्व होता है.
ja: その基準を満たしている1つのレコードで指定されたフィールドの値を返します。
pt: Retorna o valor do campo especificado no registro único que atende aos critérios.
ru: Возвращает значение указанного поля в одной записи, которая отвечает установленным критериям.

source: Returns the maximum of the numeric values in the specified field in records that meet the criteria.
af: Opgawes van die maksimum van die numeriese waardes van die gespesifiseerde veld in die rekords wat aan die kriteria voldoen.
ar: إرجاع الحد الأقصى للقيم رقمية في الحقل المحدد في السجلات التي تفي بالمعايير.
de: Gibt das Maximum der numerischen Werte in den angegebenen Bereich in den Aufzeichnungen, die die Kriterien erfüllen.
es: Regresa el máximo de los valores numéricos en el campo especificado en registros que cumplan con el criterio.
fr: Retourne le maximum des valeurs numériques dans le domaine défini par des dossiers qui répondent aux critères.
hi: लाभ के रिकॉर्ड में निर्दिष्ट क्षेत्र में संख्यात्मक मूल्यों की अधिकतम कि मानदंडों को पूरा.
ja: 戻り値のレコード内の指定されたフィールド内の数値の値の最大値は、基準を満たしています。
pt: Retorna o máximo dos valores numéricos no campo especificado nos registros que atendem aos critérios.
ru: Возвращает максимальное числовых значений в указанном поле в записи, которые удовлетворяют критериям.

source: Returns the result of multiplying the numeric values in the specified field in records that meet the criteria.
af: Opbrengste die resultaat van die vermeerdering van die numeriese waardes van die gespesifiseerde veld in die rekords wat voldoen aan die kriteria.
ar: بإرجاع نتيجة ضرب القيم الرقمية في المجال المحدد في السجلات التي تفي بالمعايير.
de: Gibt das Ergebnis der Multiplikation der numerischen Werte in den angegebenen Bereich in den Aufzeichnungen, die die Kriterien erfüllen.
es: Regresa el resultado de multiplicar los valores numéricos en el campo especificado en registros que cumplan con el criterio.
fr: Renvoie le résultat de la multiplication des valeurs numériques dans le domaine défini par des dossiers qui répondent aux critères.
hi: लाभ के रिकॉर्ड में निर्दिष्ट क्षेत्र में संख्यात्मक मूल्य बढ़ रही है कि मानदंडों को पूरा का नतीजा है.
ja: レコードを返すには、条件を満たす、指定されたフィールドに数値を乗算した結果を返します。
pt: Retorna o resultado da multiplicação dos valores numéricos no campo especificado em registros que atendem aos critérios.
ru: Возвращает результат умножения числовых значений в указанном поле в записи, которые удовлетворяют критериям.

source: Returns the sample standard deviation of the numeric values in the specified field in records that meet the criteria.
af: Opgawes die monster standaardafwyking van die numeriese waardes van die gespesifiseerde veld in die rekords wat aan die kriteria voldoen.
ar: إرجاع نموذج الانحراف المعياري للقيم رقمية في الحقل المحدد في السجلات التي تفي بالمعايير.
de: Gibt die Stichproben-Standardabweichung der numerischen Werte in den angegebenen Bereich in den Aufzeichnungen, die die Kriterien erfüllen.
es: Regresa la desviación estandard de la muestra de los valores numéricos en el campo especificado en registros que cumplan con el criterio.
fr: Retourne l'écart type des valeurs numériques dans le champ spécifié dans les dossiers qui répondent aux critères.
hi: रिटर्न रिकॉर्ड में निर्दिष्ट क्षेत्र में संख्यात्मक मूल्यों का नमूना मानक विचलन है कि मानदंडों को पूरा.
ja: レコード内の指定されたフィールド内の数値の戻り値は、サンプルの標準偏差は、基準を満たしています。
pt: Retorna o desvio padrão da amostra dos valores numéricos no campo especificado nos registros que atendem aos critérios.
ru: Возвращает стандартное отклонение выборки числовых значений в указанном поле в записи, которые удовлетворяют критериям.

source: Returns the standard deviation of the numeric values in the specified field in records that meet the criteria.
af: Opgawes van die standaardafwyking van die numeriese waardes van die gespesifiseerde veld in die rekords wat aan die kriteria voldoen.
ar: بإرجاع الانحراف المعياري للقيم رقمية في الحقل المحدد في السجلات التي تفي بالمعايير.
de: Gibt die Standardabweichung der numerischen Werte in den angegebenen Bereich in den Aufzeichnungen, die die Kriterien erfüllen.
es: Regresa la desviación estandard de los valores numéricos en el campo especificado en registros que cumplan con el criterio.
fr: Retourne l'écart type des valeurs numériques dans le domaine défini par des dossiers qui répondent aux critères.
hi: लाभ के रिकॉर्ड में निर्दिष्ट क्षेत्र में संख्यात्मक मूल्यों का मानक विचलन है कि मानदंडों को पूरा.
ja: 戻り値のレコード内の指定されたフィールドの数値の値の標準偏差は、基準を満たしています。
pt: Retorna o desvio padrão dos valores numéricos no campo especificado nos registros que atendem aos critérios.
ru: Возвращает стандартное отклонение числовых значений в указанном поле в записи, которые удовлетворяют критериям.

source: Returns the sum of the numeric values in the specified field in records that meet the criteria.
af: Opgawes die som van die numeriese waardes van die gespesifiseerde veld in die rekords wat aan die kriteria voldoen.
ar: إرجاع مجموع القيم الرقمية في المجال المحدد في السجلات التي تفي بالمعايير.
de: Gibt die Summe der numerischen Werte in den angegebenen Bereich in den Aufzeichnungen, die die Kriterien erfüllen.
es: Regresa la suma de los valores numéricos en el campo especificado en registros que cumplan con el criterio.
fr: Retourne la somme des valeurs numériques dans le champ spécifié dans les dossiers qui répondent aux critères.
hi: अभिलेखों में निर्दिष्ट क्षेत्र में संख्यात्मक मूल्यों की राशि रिटर्न कि मानदंडों को पूरा.
ja: 戻り値のレコード内の指定されたフィールドの数値の値の合計は、基準を満たしています。
pt: Retorna a variância amostral dos valores numéricos no campo especificado nos registros que atendem aos critérios.
ru: Возвращает сумму числовых значений в указанном поле в записи, которые удовлетворяют критериям.

source: Returns the sample variance of the numeric values in the specified field in records that meet the criteria.
af: Opgawes die monster variansie van die numeriese waardes van die gespesifiseerde veld in die rekords wat aan die kriteria voldoen.
ar: يعود التباين عينة من القيم الرقمية في المجال المحدد في السجلات التي تفي بالمعايير.
de: Gibt die Varianz der numerischen Werte in den angegebenen Bereich in den Aufzeichnungen, die die Kriterien erfüllen.
es: Regresa la varianza de la muestra de los valores numéricos en el campo especificado en registros que cumplan con el criterio.
fr: Retourne la variance de l'échantillon des valeurs numériques dans le champ spécifié dans les dossiers qui répondent aux critères.
hi: लाभ के रिकॉर्ड में निर्दिष्ट क्षेत्र में संख्यात्मक मूल्यों के नमूने विचरण कि मानदंडों को पूरा.
ja: 戻り値のレコード内の指定されたフィールド内の数値の標本分散は基準を満たしています。
ru: Возвращает выборочную дисперсию числовых значений в указанном поле в записи, которые удовлетворяют критериям.
