Repository: seetadev/PolyOps
Catalog: incidentalarmstorage/sushiswap-computation-data-visualization/po/*.po
Languages: af, ar, de, es, fr, hi, ja, pt, ru

source: Browser not supported.
af: Leser nie ondersteun nie.
ar: متصفح غير معتمد.
de: Browser nicht unterstützt.
es: Navegador no es compatible.
fr: Navigateur non pris en charge.
hi: ब्राउज़र समर्थित नहीं है
ja: ブラウザがサポートされません。
pt: Browser não suportado.
ru: Браузер не поддерживается.

source: Internal SocialCalc error (probably an internal bug):
af: Interne SocialCalc fout (waarskynlik 'n interne fout):
ar: الداخلية SocialCalc الخطأ (وربما لعلة داخلية):
de: Interne SocialCalc Fehler (wahrscheinlich ein interner Fehler):
es: Error Interno SocialCalc (probablemente un error interno)
fr: SocialCalc erreur interne (sans doute un bug interne):
hi: आंतरिक सोशलकेल्क त्रुटि (शायद एक आंतरिक बग):
ja: 内部SocialCalcエラー（おそらく内部のバグ）：
pt: Erro interno SocialCalc (provavelmente um erro interno):
ru: SocialCalc Внутренняя ошибка (возможно, внутренняя ошибка):

source: Unknown col type item
af: Onbekend col tipe item
ar: غير معروف العمود نوع البند
de: Unbekannt col Typ Artikel
es: Elemento desconocido en el tipo de columna
fr: Inconnu Point de type col
hi: अज्ञात कौलम प्रकार के आइटम
ja: 不明Col種類のアイテム
pt: Tipo de Item Desconhecido col
ru: Неизвестный тип элемента Col

source: Unknown row type item
af: Onbekend ry tipe item
ar: صف نوع العنصر المجهول
de: Unbekannt Zeilentyp Artikel
es: Elemento desconocido en el tipo de fila
fr: Inconnu rangée type d'élément
hi: अज्ञात पंक्ति प्रकार के आइटम
ja: 未知の行の種類のアイテム
pt: Tipo de item de linha Desconhecido
ru: Неизвестный тип элемента строки

source: Unknown line type
af: Onbekend lyn tipe
ar: خط نوع غير معروف
de: Unbekannt Zeilentyp
es: Tipo de linea desconocida
fr: Ligne de type inconnu
hi: ?अज्ञात लाइन प्रकार
ja: 未知の行を入力
pt: Tipo de linha Desconhecido
ru: Неизвестный тип линии

source: Unknown cell type item
af: Onbekend sel tipe item
ar: غير معروفة الخلية نوع البند
de: Unbekannt Zelltyp Artikel
es: Elemento desconocido en el tipo de celda
fr: Inconnu cellule type d'élément
hi: अज्ञात सेल प्रकार आइटम
ja: 未知の細胞の種類のアイテム
pt: Tipo de Item Desconhecido celular
ru: Неизвестный тип элемента Cell

source: Unknown sheet command:
af: Onbekende blad opdrag:
ar: ورقة مجهولة الأمر :
de: Unbekannt Blatt Befehl ein:
es: Comando desconocido de hoja de calculo:
fr: Fiche de commande inconnu:
hi: अज्ञात पत्रक कमांड:
ja: 不明なシートのコマンド：
pt: Folha de comando desconhecido:
ru: Неизвестная команда листе:

source: Unknown set coord command:
af: Onbekend ingestel coord opdrag:
ar: مجموعة coord أمر غير معروف :
de: Unbekannt eingestellt coord Befehl ein:
es: Comando de fijar coordenadas desconocido:
fr: Inconnu jeu de commandes coord:
hi: अज्ञात सेट कौर्ड कमांड:
ja: 未知の座標コマンド：
pt: Conjunto Unknown comando coord:
ru: Coord Неизвестная команда:

source: Unknown command:
af: Onbekende opdrag:
ar: أمر غير معروف :
de: Unbekannter Befehl:
es: Comando Desconocido:
hi: अज्ञात आदेश:
ja: 不明なコマンド：
pt: Comando desconhecido:
ru: Неизвестная команда:

source: Circular reference to
af: Omsendbrief verwysing na
ar: بالإشارة إلى التعميم
de: Circular Verweis auf
es: Referencia circular a
fr: Circulaire référence à
hi: परिपत्र के लिए संदर्भ
ja: 循環参照するために
pt: Circular de referência para
ru: Циркуляр ссылкой на

source: normal normal
af: normaal normale
ar: عادي عادي
hi: सामान्य सामान्य
ja: ノーマルノーマル
ru: Нормальная Нормальная

source: small
af: klein
ar: صغير
de: klein
es: pequeño
fr: petit
hi: छोटे
ja: 小さな
pt: pequena
ru: маленький

source: Displaying...
ar: عرض...
de: Anzeigen ...
es: Viendo ...
fr: Afficher ...
hi: प्रदर्शित ...
ja: 表示中...
pt: Resultados ...
ru: Просмотр ...

source: Ordering...
af: Bestel ...
ar: يأمر...
de: Bestellung ...
es: Pedidos ...
fr: Commande de ...
hi: आदेश ...
ja: オーダー...
pt: Encomendas ...
ru: Заказ ...

source: Calculating...
af: Berekening...
ar: حساب...
de: Berechnung ...
es: Calculando ..
fr: Calcul en cours ...
hi: गिना जा रहा है ...
ja: 計算中です...
pt: Calculando ...
ru: Расчет ...

source: Calculating... Loading Sheet...
af: Berekening van ... Laai Fiche ...
ar: حساب... تحميل ورقة...
de: Berechnung ... Loading ... Sheet
es: Calculando ... Cargando ... Hoja de
fr: Calcul en cours ... Chargement Feuille ...
hi: गिना जा रहा है ... शीट लोड हो रहा है ...
ja: 計算中です...読み込んでシート...
pt: Calculando ... Carregando folha ...
ru: Расчет ... Загрузка листа ...

source: doing server function
af: doen bediener funksie
ar: تقوم وظيفة الخادم
de: Dabei Server-Funktion
es: haciendo la función de servidor
fr: faisant fonction de serveur
hi: कर सर्वर समारोह
ja: サーバーの機能を行う
pt: fazendo a função de servidor
ru: делать функции сервера

source: in cell
af: in sel
ar: في الخلية
de: in Zelle
es: en la celda
fr: dans la cellule
hi: सेल में
ja: セル内の
pt: na célula
ru: в ячейке

source: Calculation start...
af: Berekening begin ...
ar: يبدأ حساب...
de: Berechnung zu starten ...
es: Iniciar el cálculo de ...
fr: Calcul de commencer ...
hi: गणना शुरू ...
ja: 計算を開始...
pt: Cálculo começar ...
ru: Начало расчета ...

source: SUM
af: BEDRAG
ar: سوم
fr: SOMME
hi: सम
ja: 合計
pt: SOMA
ru: СГМ

source: [Multi-line text: Click icon on right to edit]
af: [Multi-lyn teks: Klik op die ikoon regs te wysig]
ar: [متعدد سطر النص : انقر على أيقونة على الحق في تحرير]
de: [Multi-line text: Klicken Sie auf das Symbol auf der rechten Seite zu bearbeiten]
es: [Texto multilínea: Haga clic en el icono sobre el derecho a editar]
fr: [Multi-texte en ligne: Cliquez sur l'icône sur le droit d'éditer]
hi: [मल्टी लाइन पाठ: संपादित करना ठीक पर क्लिक करें आइकन]
ja: [複数行のテキスト：右編集するをクリックしてアイコン]
pt: [Texto multi-line: Clique no ícone no direito de editar]
ru: [Multi-лайн текст: Нажмите на иконку на право править]

source: Unknown function
af: Onbekende funksie
ar: وظيفة غير معروف
de: Unbekannte Funktion
es: Función desconocida
fr: Fonction inconnue
hi: अज्ञात समारोह
ja: 不明な関数
pt: Função desconhecida
ru: Неизвестная функция

source: Drag to lock pane vertically
af: Sleep om sluis paneel vertikaal
ar: اسحب لتأمين جزء عموديا
de: Ziehen Sie die Fenster vertikal Sperre
es: Arrastre para bloquear el panel vertical
fr: Faites glisser pour verrouiller le volet vertica
hi: खींचें फलक बंद करने खड़ी
ja: 垂直方向のウィンドウのロックをドラッグ
pt: Arraste para bloquear painel vertical
ru: Перетащите для блокировки панели вертикальным

source: Drag to lock pane horizontally
af: Sleep om venster slot horisontaal
ar: اسحب لتأمين جزء أفقيا
de: Ziehen Sie die Fenster horizontal lock
es: Arrastre para bloquear el panel horizontal
fr: Faites glisser pour verrouiller le volet horizontal
hi: खींचें फलक ताला को क्षैतिज
ja: 水平方向のウィンドウのロックをドラッグ
pt: Arraste para bloquear painel horizontalmente
ru: Перетащите для блокировки панели горизонтального

source: Align Center
af: Rig Middel
ar: مركز محاذاة
de: Zentriert
es: Centrar
fr: Aligner au centre
hi: क्रमबद्धबीचमें
ja: 中央揃え
pt: Alinhar ao centro
ru: Выровнять по центру

source: Align Left
af: Links Regterkant
ar: محاذاة إلى اليسار
de: Linksbündig
es: Alinear a la izquierda
hi: बायाँपंक्तिबद्धकरें
ja: 左揃え
pt: Alinhar à Esquerda
ru: По левому краю

source: Align Right
af: Lijn regs uit
ar: محاذاة إلى اليمين
de: Rechtsbündig
es: Alinear a la derecha
fr: Aligner à droite
hi: दायाँपंक्तिबद्धकरें
ja: 右揃え
pt: Alinhar à Direita
ru: По правому краю

source: Alignment
af: Regterkant
ar: المحاذاة
es: Alineación
fr: Alignement
hi: संरेखण
ja: アライメント
pt: Alinhamento
ru: Выравнивание

source: Audit
af: Oudit
ar: المراجعة
es: Auditoría
fr: Vérification
hi: लेखा परीक्षा
ja: 監査
pt: Auditoria
ru: Аудит

source: Audit Trail This Session
af: Audit trail Hierdie Sessie
ar: المراجعة تريل هذه الدورة
de: Audit Trail Diese Session
es: Audit Trail esta sesión
fr: Piste de vérification de cette session
hi: लेखा परीक्षा ट्राएल इस सत्र
ja: 監査証跡このセッション
pt: Audit Trail Esta Sessão
ru: Audit Trail Эта сессия

source: Auto
ar: السيارات
hi: ऑटो
ja: オート
ru: Авто

source: Auto Sum
af: Auto-Som
ar: مجموع السيارات
de: Auto Summe
hi: ऑटो जोड़
ja: 自動車合計
pt: Auto Soma
ru: Авто Sum

source: Auto w/ commas
af: Auto-w / kommas
ar: السيارات ث / الفواصل
de: Auto w / Komma
es: W Auto / comas
fr: Auto w / virgules
hi: ऑटो डबल्यू / अल्पविराम
ja: 自動ワット/コンマ
pt: Auto w / vírgulas
ru: Авто без запятых

source: Automatic
af: Outomatiese
ar: التلقائي
es: Automático
fr: Automatique
hi: स्वत:
ja: 自動
pt: Automático
ru: Автоматическая

source: Background
af: Agtergrond
ar: خلفية
de: Hintergrund
es: Antecedentes
fr: Arrière-plan
hi: पृष्ठभूमि
ja: 背景
pt: Fundo
ru: Фон

source: Bold
af: Vet
ar: جريئة
es: Negrita
hi: बोल्ड
ja: 太字
ru: Жирный

source: Bold &amp; Italics
af: Vet & Kursief
ar: جريئة ومائل
de: Bold & Kursiv
es: Negrita y cursiva
fr: Bold & Italique
hi: बोल्ड और तिर्छा
ja: ボールド＆イタリック体
pt: Negrito e itálico
ru: Жирный Курсив &

source: Bold Italic
af: Vetdruk Kursief
ar: غامق مائل
hi: बोल्ड इटैलिक
ja: 太字斜体
pt: Bold
ru: Жирный Курсив

source: Borders
af: Grense
ar: الحدود
es: Fronteras
hi: सीमा
ja: 境界線
pt: Fronteiras
ru: Границы

source: Borders Off
af: Grense Off
ar: خارج الحدود
es: Fronteras Off
fr: Hors frontières
hi: बंद सीमा
ja: 国境をオフ
pt: Fronteiras Off
ru: Границы Off

source: Borders On
af: Grense Op
ar: وفي حدود
de: Grenzt an
es: En las fronteras
fr: Frontières sur
hi: सीमाओं पर
ja: 国境で
pt: Fronteiras com a
ru: Граничит

source: Bottom
af: Onderkant
ar: أسفل
de: Boden
es: Inferior
fr: bas
hi: तली
ja: 底
pt: Fundo
ru: Дно

source: Bottom Border
af: Bottom-grens
ar: أسفل الحدود
es: Abajo las fronteras
fr: Bas de frontières
hi: नीचे सीमा
ja: 下のボーダー
ru: Нижняя граница

source: CELL SETTINGS
ar: البطارية الإعدادات
de: CELL EINSTELLUNGEN
es: CELL AJUSTES
fr: PARAMETRES DE PILE
hi: सेल स्थापन
ja: セル設定
pt: CELULAR CONFIGURAÇÕES
ru: КЛЕТОК НАСТРОЙКИ

source: CSV format
af: CSV formaat
ar: تنسيق CSV
fr: Format CSV
hi: सीएसवी प्रारूप
ja: CSV形式
pt: Formato CSV
ru: CSV формат

source: Cancel
af: Styl
ar: إلغاء
de: Abbrechen
fr: Annuler
hi: रद्द करें
ja: キャンセル
pt: Cancelar
ru: Отмена

source: Category
af: Kategorie
ar: الفئة
de: Kategorie
fr: catégorie
hi: श्रेणी
ja: カテゴリー
pt: Categoria
ru: Категории

source: Center
af: Sentrum
ar: مركز
es: Centro
fr: Centre
hi: केन्द्र
ja: センター
pt: Centro
ru: Центр

source: Clear
af: Helder
ar: واضح
de: Klar
fr: Clair
hi: स्पष्ट
ja: 片付ける
pt: Apagar
ru: Ясный

source: Clear SocialCalc Clipboard
af: Duidelik SocialCalc Klembord
ar: واضح SocialCalc الحافظة
de: Frei SocialCalc Zwischenablage
es: Clear SocialCalc Portapapeles
fr: Clair SocialCalc Presse-papiers
hi: स्पष्ट SocialCalc क्लिपबोर्ड
ja: クリアSocialCalcクリップ
pt: Limpar SocialCalc Clipboard
ru: Открытый SocialCalc буфер обмена

source: Clipboard
ar: الحافظة
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
hi: क्लिपबोर्ड
ja: クリップボード
ru: Буфер обмена

source: Color
af: Kleur
ar: اللون
de: Farbe
fr: Couleur
hi: रंग
ja: カラー
pt: Cor
ru: Цвет

source: Column
af: Kolom
ar: العمود
de: Spalte
es: Columna
fr: Colonne
hi: कॉलम
ja: 列
pt: Coluna
ru: Колонка

source: Comment
af: Kommentaar
ar: التعليق
de: Kommentar
fr: Commentaire
hi: टिप्पणी
ja: コメント
pt: Comentário
ru: Комментарии

source: Copy
af: Kopie
ar: نسخة
de: Kopieren
es: Copiar
fr: Copier
hi: प्रतिलिपि
ja: コピー
pt: Copiar
ru: Копировать

source: Custom
af: Gewoonte
ar: مخصص
de: Brauch
es: Costumbre
fr: Personnalisé
hi: प्रथा
ja: 風習
pt: Prática
ru: Обычай

source: Cut
af: Sny
ar: قص
de: Schneiden
es: Cortar
fr: couper
hi: काटना
ja: 切る
pt: Cortar
ru: Резать

source: Default
af: Verstek
ar: افتراضي
de: Vorgabe
fr: Défaut
hi: चूक
ja: 債務不履行
pt: Padrão
ru: По умолчанию

source: Default Alignment
af: Standaard Orde
ar: المحاذاة الافتراضية
de: Standard-Alignment
es: Default Alineación
fr: Défaut, l'alignement
hi: डिफ़ॉल्ट पंक्तिबद्धता
ja: デフォルトのアラインメント
pt: Alinhamento padrão
ru: Выравнивание по умолчанию

source: Default Column Width
af: Standaard Kolom Breedte
ar: عرض العمود الافتراضي
de: Standard Spaltenbreite
es: Default Ancho de columna
fr: Largeur de colonne par défaut
hi: डिफ़ॉल्ट स्तम्भ चौड़ाई
ja: デフォルトの列幅
pt: Padrão largura da coluna
ru: По умолчанию ширину столбца

source: Default Font
af: Standaard Lettertipe
ar: الخط الافتراضي
de: Standardschriftart
es: Fuente por Defecto
fr: Police par défaut
hi: डिफ़ॉल्ट फ़ॉन्ट
ja: Fデフォルトのフォント
pt: Fonte padrão
ru: Шрифт по умолчанию

source: Default Format
af: Standaard Formaat
ar: الشكل الافتراضي
de: Standard-Format
es: el formato predeterminado
fr: Format par défaut
hi: डिफ़ॉल्ट स्वरूप
ja: 既定の形式]
pt: Formato padrão
ru: Формат по умолчанию

source: Default Padding
af: Standaard Padding
ar: الافتراضي البطانة
de: Standard-Polsterung
es: por defecto de relleno
fr: Remplissage par défaut
hi: डिफ़ॉल्ट padding
ja: デフォルトのパディング
pt: Padrão Padding
ru: Умолчанию заполняются

source: Delete
af: Skrap
ar: حذف
de: Löschen
es: Borrar
fr: Dlete
hi: मिटाना
ja: 削除する
pt: Excluir
ru: Удалить

source: Delete Column
af: Verwyder kolom
ar: حذف عمود
de: Spalte löschen
es: Eliminar columna
fr: Supprimer la colonne
hi: हटाएँ कॉलम
ja: 列を削除
pt: Excluir Coluna
ru: Удалить столбец

source: Delete Contents
af: Inhoud verwyder
ar: حذف المحتويات
de: Inhalt löschen
es: Eliminar contenido
fr: Supprimer le contenu
hi: हटाएँ सामग्री
ja: コンテンツを削除
pt: Excluir conteúdo
ru: Удалить содержимое

source: Delete Row
af: Verwyder ry
ar: حذف صف
de: Zeile löschen
es: Eliminar Fila
fr: Supprimer la ligne
hi: पंक्ति हटाएँ
ja: 行の削除
ru: Удалить строку

source: Description
af: Beskrywing
ar: الوصف
de: Beschreibung
es: Descripción
hi: विवरण
ja: 商品概要
pt: Descrição
ru: Описание

source: Display Clipboard in
af: Display Klembord in
ar: عرض في الحافظة
de: Anzeige Zwischenablage in
es: Mostrar Portapapeles
fr: Annonce Presse-papiers en
hi: प्रदर्शन क्लिपबोर्ड में
ja: ディスプレイクリップボード内の
pt: Mostrar área de transferência no
ru: Дисплей в буфер обмена

source: Down
af: Af
ar: أسفل
de: Abwärts
fr: Vers le bas
hi: नीचे
ja: 下に
pt: Abaixo
ru: Вниз

source: Edit
ar: عدل
es: Editar
fr: Modifier
hi: संपादित करें
ja: [編集]
pt: Editar
ru: Изменить

source: Existing Names
af: Bestaande Name
ar: أسماء القائمة
de: Bestehende Namen
es: Los nombres existentes
fr: Noms actuels
hi: वर्तमान नाम
ja: 既存の品名
pt: Nomes Existentes
ru: Существующих названий

source: Family
af: Familie
ar: عائلة
de: Familie
es: Familia
fr: Famille
hi: परिवार
ja: 家族
pt: Familia
ru: Семья

source: Fill Down
af: Vul Down
ar: ملء أسفل
es: Rellenar hacia abajo
fr: Remplissage vers le bas
hi: नीचे भरें
ja: フィルダウン
ru: Заполнить вниз

source: Fill Right
af: Vul Right
ar: ملء الحق
de: Füllen Sie mit der rechten
es: Rellenar hacia la derecha
fr: Remplissage vers la droite
hi: भरने के अधिकार
ja: 塗りつぶし右
ru: Заполните Право

source: Font
af: Skrif
ar: الخط
es: Fuente
hi: फ़ॉन्ट
ja: フォント
ru: Шрифта

source: Format
af: Formaat
ar: شكل
es: Formato
hi: प्रारूप
ja: フォーマット
pt: Formato
ru: Формат

source: Formula
af: Formule
ar: الصيغة
de: Formel
es: La Fórmula
fr: Formule
hi: सूत्र
ja: 数式
pt: Fórmula
ru: Формулы

source: Function List
af: Funksie Lys
ar: وظيفة قائمة
de: Funktionsliste
es: Lista de funciones
fr: Liste Functon
hi: समारोह की सूची
ja: 機能一覧
pt: Lista de Funções
ru: Список функций

source: Functions
af: Funksies
ar: وظائف
de: Funktionen
es: Funciones
fr: Fonctions
hi: कार्य
ja: 関数
pt: Funções
ru: Функции

source: Grid
ar: الشبكة
hi: ग्रिड
ja: グリッド

source: Hidden
af: Verborge
ar: المخفي
es: Oculto
fr: Oculto
hi: छिपा हुआ
ja: 隠し
ru: Скрытые

source: Horizontal
af: Horisontale
ar: أفقي
hi: क्षैतिज
ja: 水平方向の
ru: Горизонтальная

source: Insert Column
af: Insert Kolom
ar: إدراج عمود
de: Spalte einfügen
es: Insertar Columna
fr: Insérer une colonne
hi: कॉलम डालें
ja: 列の挿入
pt: Inserir Coluna
ru: Вставить колонку

source: Insert Row
ar: إدراج صف
de: Zeile einfügen
es: Insertar Fila
fr: Insérer une ligne
hi: पंक्ति डा
ja: 行の挿入
ru: Вставить строку

source: Italic
ar: مائل
es: Cursiva
fr: Italique
hi: इटैलिक
ja: イタリック体
pt: Itálico
ru: Курсив

source: Last Sort
af: Laaste Sorteer
ar: نوع آخر
de: Letzte sortieren
es: Ordenar pasado
fr: Dernière mise à trier
hi: पिछले आधार पर छाँटें
ja: 最後の並べ替え
pt: Ordenar Última
ru: Сортировка

source: Left
af: Links
ar: يسار
de: Verließ
es: Izquierda
fr: Gauche
hi: बायां
ja: 左
pt: Esquerdo
ru: Левый

source: Left Border
af: Links Grens
ar: غادر الحدود
es: Izquierda Borde
fr: La bordure gauche
hi: वाम सीमा
ja: 左罫線
pt: Esquerda Fronteiras
ru: Левая граница

source: Link
af: Skakel
ar: رابط
es: Vínculo
fr: Lien
hi: जोड़ना
ja: リンク
ru: Ссылка

source: Link Input Box
af: Skakel Invoer Box
ar: ربط مربع الإدخال
es: Vínculo de entrada de caja
fr: Lien Boîte de saisie
hi: लिंक इनपुट बॉक्स
ja: リンク入力ボックス
pt: Link Caixa de entrada
ru: Ссылка Input Box

source: List
af: Lys
ar: قائمة
de: Liste
es: Lista
fr: Liste
hi: सूची
ja: 一覧
pt: Lista
ru: Список

source: Load SocialCalc Clipboard With This
af: Load SocialCalc Klembord Met hierdie
ar: تحميل SocialCalc الحافظة مع هذا
de: Load SocialCalc Zwischenablage With This
es: Cargar SocialCalc portapapeles con este
fr: Load SocialCalc presse-papiers avec cette
hi: लोड सोशलकेल्क इसके साथ क्लिपबोर्ड
ja: 負荷SocialCalcクリップこのと
ru: Нагрузка SocialCalc Это буфер обмена

source: Major Sort
af: Groot Sorteer
ar: فرز الميجر
de: Major sortieren
es: Manual
fr: Major Trier
hi: प्रमुख आधार पर छाँटें
ja: 主な並べ替え
pt: Ordenar Major
ru: Основной Сортировка

source: Manual
af: Handleiding
ar: مختصر
fr: Manuel
hi: मैनुअल
ja: マニュアル
ru: Руководства

source: Merge Cells
af: Saamsmelt Selle
ar: دمج الخلايا
de: Zellen verbinden
es: Combinar Celdas
fr: Fusionner des cellules
hi: विलय प्रकोष्ठों
ja: セルの結合
pt: Unir Células
ru: Объединить ячейки

source: Middle
af: MIDDEL
ar: المتوسطة
de: Mittlerer
es: Medio
fr: Moyen
hi: मध्य
ja: 中東
pt: Médio
ru: Ближний

source: Minor Sort
af: Mineur Sorteer
ar: ترتيب طفيفة
de: Minor sortieren
es: Ordenar Menor
fr: Axe Trier
hi: गौण आधार पर छाँटें
ja: マイナーの並べ替え
pt: Ordenar Menor
ru: Малые Сортировка

source: Move Insert
af: Beweeg Plaas
ar: نقل إدراج
de: Move einfügen
es: Mover Insertar
fr: Déplacez Insérer
hi: डालें हटो
ja: 挿入移動
pt: Move Inserir
ru: Переместить Включить

source: Move Paste
af: Beweeg Plak
ar: تتحرك لصق
es: Mover Pegar
fr: Déplacez Coller
hi: चिपकाएँ हटो
ja: 貼り付け移動
pt: Move Colar
ru: Переместить Вставить

source: Multi-line Input Box
af: Multi-lyn Invoer Box
ar: متعدد خط مربع الإدخال
de: Multi-Line-Eingang Box
es: Multi-línea de entrada de caja
fr: Multi-line Boîte de saisie
hi: बहु पंक्ति इनपुट बॉक्स
ja: 複数行の入力ボックス
pt: Multi-line Caixa de entrada

source: Name
af: Naam
ar: اسم
es: Nombre
fr: Nom
hi: नाम
ja: 名前
pt: Nome
ru: Имя

source: Names
af: Name
ar: أسماء
de: Namen
es: Nombres
fr: Noms
hi: नाम
ja: 品名
pt: Nomes
ru: Название

source: No padding
af: Geen padding
ar: لا الحشو
de: Nr. padding
es: No hay relleno
fr: Pas de remplissage
hi: नहीं पेढिंग
ja: パディングなし
pt: Sem preenchimento
ru: Нет обивка

source: Normal
af: Normale
ar: عادية
hi: सामान्य
ja: ノーマル
ru: Нормальная

source: Number
af: Nommer
ar: عدد
de: Anzahl
es: Número
fr: Nombre
hi: संख्या
ja: 品番
ru: Номер

source: Number Horizontal
af: Nommer Horisontale
ar: عدد أفقي
de: Anzahl Horizontal
es: Número Horizontal
fr: Nombre Horizontal
hi: संख्या क्षैतिज
ja: 数水平
pt: Número Horizontal
ru: Номер Горизонтальная

source: OK
ar: موافق
hi: ठीक है
ja: [OK]を

source: Padding
ar: الحشو
es: relleno
fr: relleno
hi: पेढिंग
ja: パディング
pt: Preenchimento
ru: Прокладки

source: Page Name
af: Bladsy Naam
ar: الصفحة الاسم
es: Nombre de página
fr: Nom de la page
hi: पृष्ठ नाम
ja: ページ名
pt: Nome da Página
ru: Имя страницы

source: Paste
af: Plak
ar: لصق
es: Pegar
fr: Coller
hi: चिपकाएँ
ja: 貼り付け
pt: Colar
ru: Вставить

source: Paste Formats
af: Plak Formats
ar: لصق تنسيقات
de: Formate einfügen
es: Pegar formatos
fr: Coller Formats
hi: चिपकाएँ प्रारूप
ja: 貼り付ける形式
pt: Colar formatos
ru: Вставить форматы

source: Plain Text
ar: نص عادي
es: Texto plano
hi: सादा पाठ
ja: プレーンテキスト
pt: Recalcular

source: Recalc
af: Herb Reken
de: Neuberechnen
fr: Recalculer
hi: रिकेल्क
ja: 再計算
ru: Пересчет

source: Recalculation
af: Herberekening
ar: إعادة الحساب
de: Neuberechnung
es: Nuevo cálculo
fr: Nouveau calcul
hi: रीकेलकुलेशन
ja: 再計算
pt: Recálculo
ru: Пересчет

source: Redo
af: Oordoen
ar: إعادته
de: Wieder
es: Rehacer
fr: Refaire
hi: फिर से करें
ja: REDOログ
pt: Refazer
ru: Повтор

source: Right
af: Reg
ar: صحيح
de: Richtig
es: Derecha
fr: Droit
hi: दायां
ja: 右
pt: Direita
ru: Правый

source: Right Border
af: Right-grens
ar: الحق حرس الحدود
de: Border Right
es: Derecho de fronteras
fr: La bordure de droite
hi: दाहिनी सीमा
ja: 右枠
ru: Правая граница

source: SHEET SETTINGS
af: BLAD SETTINGS
ar: ورقة الإعدادات
de: BLATT-EINSTELLUNGEN
es: HOJA DE AJUSTES
fr: FICHE DE REGLAGES
hi: पत्र की स्थापना
ja: シートの設定
pt: Folha de definições
ru: СПРАВКА НАСТРОЙКИ

source: Save
af: Spaar
ar: حفظ
de: Sichern
es: Guardar
fr: sauver
hi: जमा करना
ja: 保存する
pt: Salvar
ru: Сохранить

source: Save to
af: Slaan na
ar: لإنقاذ
de: Speichern
es: Guardar
fr: Enregistrer pour
hi: बचाने के लिए
ja: に保存する
pt: Salvar como
ru: Сохранить

source: Set Cell Contents
af: Set Cell Inhoud
ar: تعيين محتويات الخلية
de: Set Zellinhalte
es: Establecer la célula Contenidos
fr: Set Contenu des cellules
hi: निरधारित प्रकोष्ठ समग्री
ja: 設定するセルの内容
pt: Definir célula de Conteúdos
ru: Установить содержимое ячейки

source: Set Cells To Sort
af: Set Selle Om te sorteer
ar: مجموعة الخلايا لترتيب
de: Set Zellen zu sortieren
es: Establecer celdas que desee ordenar
fr: Ensemble des cellules à Trier
hi: सेट प्रकोष्ठों सॉर्ट करने के लिए
ja: 設定するセルに並べ替え
pt: Set Células de classificação para
ru: Задать Сортировка клеток

source: Set Value To
af: Set Waarde Om
ar: تعيين القيمة إلى
de: Wert für value
es: Establecer el valor a
fr: Réglez la valeur à
hi: निर्धारित मूल्य
ja: 値の設定するには
pt: Definir valor para
ru: Задание значения для

source: Set to Link format
af: Ingestel op Link formaat
ar: لتعيين الشكل وصله
es: Se establece en formato de vínculo
fr: Set Link Format
hi: निर्धारित प्रारूप के लिए लिंक
ja: を設定するリンクのフォーマット
pt: Definir o formato de link para
ru: Установить для формата ссылки

source: Set/Clear Move From
af: Set / Duidelike Move Van
ar: مجموعة / مسح الانتقال من
de: Setzen / Löschen Verschieben Von
es: Establecer / Borrar pasar de
fr: Set / Clear Passer de lae
hi: सेट / क्लियर हटो से
ja: セット/クリアから移動
pt: Set / Clear Mova From
ru: Установить / Очистить перейти от

source: Show Cell Settings
af: Wys Cell Stellings
ar: وتظهر خلية اعدادات
de: Handy-Einstellungen anzeigen
es: Mostrar configuración de la célula
fr: Afficher Cell Paramètres
hi: दिखाएँ कक्ष सेटिंग्स
ja: 表示するセルの設定
pt: Show your Settings
ru: Показать настройки Cell

source: Show Sheet Settings
af: Wys Fiche Stellings
ar: وتظهر ورقة الضبط
de: Show Sheet Einstellungen
es: Mostrar Hoja de Configuración
fr: Voir la fiche de paramètres
hi: शीटदिखाएं सेटिंग्स
ja: 表示シートの設定
pt: Show Folha Settings
ru: Показать настройки листа

source: Show in new browser window
af: Show in nuwe venster
ar: وتظهر في نافذة جديدة للمتصفح
de: Karte in neuem Browserfenster
es: Mostrar en ventana nueva del navegador
fr: Afficher dans nouvelle fenêtre de navigateur
hi: नई ब्राउज़र विंडो में दिखाएँ
ja: 表示する新しいブラウザウィンドウで
pt: Show na nova janela do navegador
ru: Показать в новом окне браузера

source: Size
af: Grootte
ar: حجم
de: Größe
es: Tamaño
fr: Taille
hi: आकार
ja: 寸法
ru: Размер

source: SocialCalc-save format
af: SocialCalc-red-formaat
ar: SocialCalc - حفظ تنسيق
de: SocialCalc-Speicherformat
es: formato para guardar
fr: SocialCalc-format de sauvegarde
hi: सोशलकेल्क-प्रारूप को बचाने के
ja: SocialCalc -形式で保存する
ru: SocialCalc-сохранить формат

source: Sort
af: Sorteer
ar: النوع
de: Sortieren
es: Ordenar
fr: Trier
hi: क्रमबद्ध करें
ja: 並べ替え
pt: Tipo
ru: Сортировка

source: Sort Cells
af: Sorteer Selle
ar: خلايا ترتيب
de: Sortieren Cells
es: Las células Ordenar
fr: Trier les cellules
hi: क्रमबद्ध करें प्रकोष्ठों को
ja: 並べ替えのセル
pt: Células Classificar
ru: Сортировать Cells

source: Swap Colors
ar: تبديل الألوان
de: Farben tauschen
es: Intercambio de colores
hi: रंगो को स्वैप
ja: スワップの色
ru: Swap цвета
